let questions = [
    {
    numb: 1,
    question: "Жарыс әдісі",
    answer: "Өз нәтижесін басқалармен салыстыра отырып, тұлға қасиеттерін қалыптастыру және бекіту",
    options: [
      "Тиімді әдісті анықтау жолы",
      "Нәтижені бекіту әдісі",
      "Жеңімпаз анықтайтын ойын",
      "Тәрбиеленушінің басқа тәрбиеленушілермен артықшылығын анықтау",
      "Өз нәтижесін басқалармен салыстыра отырып, тұлға қасиеттерін қалыптастыру және бекіту"
    ]
  },
    {
    numb: 2,
    question: "Тәрбие процесіндегі субъективті факторлар",
    answer: "Тұлғаның ішкі қажеттіліктерін білдірігі, тұлға қалыптасып, өмір сүретін объективтік жағдай",
    options: [
      "Тұрмыстық іс-әрекет үйрету процесі",
      "Саналы іс-әрекетке жұмылдыру",
      "Тұлғаның ішкі қажеттіліктерін білдірігі, тұлға қалыптасып, өмір сүретін объективтік жағдай",
      "Арнайы ұйымдастырылған тірбие қызметі",
      "Сыртқы тәрбиелік орта"
    ]
  },
    {
    numb: 3,
    question: "Тәрбие принциптеріне",
    answer: "Саналы түрде жеке тұлғаның қадірленуі",
    options: [
      "Ойын іс-әрекетіне қатысу",
      "Жеке тұлғаның қалыптасу процесі",
      "Ортаның әсері",
      "Саналы түрде жеке тұлғаның қадірленуі",
      "Тұқымқуалаушылық әсері"
    ]
  },
    {
    numb: 5,
    question: "Білім мазмұнын талдау принципі",
    answer: "Пәнаралық және пәншілік",
    options: [
      "Саналылық және көрнекілік",
      "Белсенділік және пәнаралық",
      "Пәнаралық және пәншілік",
      "Көрнекілік және бірі әділік",
      "Жүйелелік және ғылымилық"
    ]
  },
  {
    numb: 7,
    question: "Оқушының алдына мұғалімнің мәселені қойып, оның қарама-қайшылығын туғызып тұрған сұрақты табуға ұсынатын және шешілу жолын көрсететін оқыту әдісі",
    answer: "Мәселелік мазмұндау",
    options: [
      "Жеке-ізденушілік әдіс ",
      "Эвристикалық әдіс",
      "Мәселелік мазмұндау",
      "Зерттеу әдісі",
      "Ізденушілік әдіс"
    ]
  },
  {
    numb: 8,
    question: "Оқыту мазмұны оқушыларды объективті ғылыми дәйектермен, теориялармен және заңдармен таныстырса және ғылымның қазіргі жағыдайын көрсете алсан, ол қай принципке жатады",
    answer: "Ғылымилық",
    options: [
      "Ғылымилық",
      "Жүйелілік пен бірізділік",
      "Оқытудың түсініктілігі",
      "Саналылық",
      "Көрнекілік"
    ]
  },
  {
    numb: 10,
    question: "Белгілі бір жаңа енгізілімнің тиімділігіне баға беретіндей нақты критерий ол",
    answer: "Жаңашылдық",
    options: [
      "Мақсаттылық",
      "Белсенділік",
      "Бірізділік",
      "Ғылымилық",
      "Жаңашылдық"
    ]
  },
  {
    numb: 11,
    question: "Сабақты психологиялық талдау",
    answer: "Мұғалімнің пәндік-тұлғалық рефлекциясы",
    options: [
      "Мектепшілік мониторинг",
      "Мұғалімнің инновациялық іс-әрекеті",
      "Танымдық ізденіс",
      "Педагогикалық шеберлік",
      "Мұғалімнің пәндік-тұлғалық рефлекциясы"
    ]
  },
  {
    numb: 12,
    question: "Мұғалімге ағымдағы сабақты талдауға және қадағалауға негіз болатын педагогикалық іскерлік",
    answer: "Оқушының білімді өз бетінше тәжірибеде қолдану ептілігін байқау",
    options: [
      "Оқушының жылдам есте сақтауын байқау",
      "Оқушының зейінін шоғырландыру",
      "Оқушының білімді өз бетінше тәжірибьеде қолдану ептілігін байқау",
      "Оқушының логикалық ойлауын ұйымдастыру",
      "Оқушының зейінін тұрақтандыру"
    ]
  },
  {
    numb: 13,
    question: "Сабақты жоспарлау және оны өткізу технологияларын дайындаудың бірінші бөлігі",
    answer: "Сабақ мақсатын, оның әрбір қадамын терең ойластыру",
    options: [
      "Жоспарланған сабаққа материал жинақтау",
      "Арнайы дәптерге сабақ жоспарын белгілі бір түрде жазып алу",
      "Балалардың мүмкіншіліктерін анықтау",
      "Сабаққа қажетті құралдарды анықтау",
      "Сабақ мақсатын, оның әрбір қадамын терең ойластыру"
    ]
  },
  {
    numb: 14,
    question: "Сабақ жоспарының соңғы кезеңі",
    answer: "Сабақты қорытындылау",
    options: [
      "Оқушыларға нұсқаулар айту",
      "Үй тапсырмасын беру",
      "Сабақты қорытындылау",
      "Оқушылардың оқу жетістіктерін бағалау",
      "Сабақты талдау"
    ]
  },
  {
    numb: 15,
    question: "Елестету, салыстыру, түсіндіру және дәйек келтіру, мақұлдау кезеңдерін қамтитын тәсіл",
    answer: "Дәлелдеу",
    options: [
      "Жоспарлау",
      "Даярлау",
      "Пайымдау",
      "Талдау",
      "Дәлелдеу"
    ]
  },
  {
    numb: 16,
    question: "Дарынды және талантты балаларды анықтауда жоспарлауға көп уақыт жұмсап, бәрақ жоспарды тез жүзеге асыра алуымен ерекшеленетін оқушының өлшемі",
    answer: "Ойлау қабілетінің жылдамдығы",
    options: [
      "Өз білімін жетілдіру",
      "Икемділік",
      "Ойлау қабілетінің жылдамдығы",
      "Мәселені шешу",
      "Есте сақтау және білім"
    ]
  },
  {
    numb: 17,
    question: "Л.Выготский бойынша оқушылар өздерінің <<Жақын арадағы даму аймағында>> жұмыс істегенде жақсаратын үдеріс",
    answer: "Танымдық даму",
    options: [
      "Психологиялық даму",
      "Танымдық даму",
      "Эмоционалдық даму",
      "Физикалық даму",
      "Шығармашылық даму"
    ]
  },
  {
    numb: 18,
    question: "Ж. Брунердің <<Көпіршелер тұрғызу>> метафорасы бойынша оқушының дамуындағы ерексек адамның рөлі",
    answer: "Оқудың дамуында түрлі деңгейдегі қолдауы",
    options: [
      "Оқушының оқуының дамуын бағалау",
      "Кез-келген әрекетіне жауап беруі, бағалауы",
      "Баланың оқу әрекеттерін бағалауы",
      "Оқу әрекеттерін бақылауы, жауап беруі",
      "Оқудың дамуында түрлі деңгейдегі қолдауы"
    ]
  },
  {
    numb: 19,
    question: "Н. Мерсер зерттеулеріне сәйкес, әңгіме-дебат барысында байқалатын әрекет",
    answer: "Ресурстарды біріктіруге бағытталған аздаған талпыныс жасалады",
    options: [
      "Ресурстарды біріктіруге бағытталған аздаған талпыныс жасалады",
      "Ұсынылған идеялар қайталанады және үнемі мұқият бағаланады",
      "Қатысушылар ұсынылған идеяларды төзімділікпен тыңдайды",
      "Топтағы қатысушылардың келісімге ұмтылуы маңызды деп саналады",
      "Қатысушылар бір-біріне сұрақ қояды және айтқандарын дәлелдейді"
    ]
  },
  {
    numb: 20,
    question: "Диалог барысында әркімнің идеясы құнды деп саналып, мұқият бағалаудан өтетін әңгіменің түрі",
    answer: "Зерттеушілік әңгіме",
    options: [
      "Реттелмеген әңгіме",
      "Дамытушы әңгіме",
      "Әңгіме-дебат",
      "Кумулятивтік әңгіме",
      "Зерттеушілік әңгіме"
    ]
  },
  {
    numb: 21,
    question: "Орта бірлесуден гөрі, бәсекеге бағытталған әңгіменің түрі",
    answer: "Әңгіме-дебат",
    options: [
      "Рефлекциялық әңгіме",
      "Әңгіме-дебат",
      "Реттелген әңгіме",
      "Кумулятивтік әңгіме",
      "Зерттеушілік әңгіме"
    ]
  },
  {
    numb: 23,
    question: "Брунер бойынша оқушылар тапсырманы сәтте ақтау үшін жетекшінің біртіндеп <<итермелеуі>> түрінде көрініс беретін, үнемі ұлғайып отыратын қолдауы",
    answer: "Көпіршелер тұрғызу",
    options: [
      "Шыңға өрмелеу",
      "Табысқа жетелеу",
      "Үштік модель",
      "Жағдаяттық таным",
      "Көпіршелер тұрғызу"
    ]
  },
  {
    numb: 24,
    question: "Оқушылардың білім, дағдыларын дамытуға мұғалімнің қолайлы жағыдай қалыптастыруы",
    answer: "Оқыту ортасын құру",
    options: [
      "Әлеуметтік әрекеттестік",
      "Оқыту ортасын құру",
      "Өздігінен реттелетін оқу",
      "Көпіршелер тұрғызу",
      "Табысқа итермелеу"
    ]
  },
  {
    numb: 25,
    question: "Оқу үшін бағалаудың мақсаты",
    answer: "Табысқа жетуге бағыт беру",
    options: [
      "Пәнге бейімділігін тексеру",
      "Білім деңгейін анықтау",
      "Табысқа жетуге бағыт беру",
      "Оқу нәтижесін тіркеу",
      "Оқу жетістігін белгілеу"
    ]
  },
  {
    numb: 27,
    question: "Оқушыны бағалау үшін қорытынды жасау үдерісі",
    answer: "Оқушының жауабына сәйкес шешім қабылдау",
    options: [
      "Оқушының жауабына сәйкес шешім қабылдау",
      "Оқушының тапсырманы қалай орындағанын түсіну",
      "Оқушының сұраққа жауабын тыңдау",
      "Оқушының жауабын критерийге сәйкестендіру",
      "Оқушыларға проблемалық тапсырмалар үлестіру"
    ]
  },
  {
    numb: 28,
    question: "<<Өзгелерден қарағанда өзінің оқуының қалай жүретінін жақсы білетін және оны реттей алатын оқушы>> сипатына сәйкес келетін өлшем",
    answer: "Өз білілмін жетілдіру",
    options: [
      "Есте сақтау және білім",
      "Икемділік",
      "Мәселені шешу",
      "Ойлау қабілетінің жылдамдығы",
      "Өз білілмін жетілдіру"
    ]
  },
  {
    numb: 31,
    question: "Тәрбие принциптеріне жатпайтын түсінік",
    answer: "Оқытудың проблемалалығы",
    options: [
      "Ұжымда тәрбиелеу",
      "Жағымды іске сүйену",
      "Оқытудың проблемалалығы",
      "Тәрбиелеушілердің саналылығы",
      "Тұлғалық тұрғыдау қарау"
    ]
  },
  {
    numb: 32,
    question: "Тәрбиелік сапалардың берілген мақсаттарды өңдеу мақсатымен тәрбиеленушінің тәртібіне, сезіміне, ерігіне, санасына әсер ету тәсілі",
    answer: "Тәрбие әдісі",
    options: [
      "Дамудағы жетекшілік әдіс",
      "Дамудағы басшылыққа алынатын әдіс",
      "Тәрбие формасы",
      "Тәрбие әдісі",
      "Тәрбие құралы"
    ]
  },
  {
    numb: 33,
    question: "Тәрбие әдістерінің логикалық қатарынан қайсысына шектеу қоюға болады",
    answer: "Көрнекілік",
    options: [
      "Жеке үлгі",
      "Көрнекілік",
      "Сендіру",
      "Жаттығу",
      "Мадақтау"
    ]
  },
  {
    numb: 34,
    question: "Тәрбие әдістерін таңдап алу шарттары тәуелді",
    answer: "Педагогикалық жағдаятқа",
    options: [
      "Әлеуметтік ортаға",
      "Дамыту ортасына",
      "Оқу процесіне",
      "Педагогикалық жағдаятқа",
      "Тұқым қуалаушылыққа"
    ]
  },
  {
    numb: 35,
    question: "Көрнекілік әдістері",
    answer: "Иллюстрация, демонстрация",
    options: [
      "Кітаппен жұмыс, мадақтау",
      "Жаттығу, практикалық жұмыс",
      "Дәріс, баяндау",
      "Иллюстрация, демонстрация",
      "Әңгіме, пікір алмасу"
    ]
  },
  {
    numb: 36,
    question: "Оқытуды ұйымдастырудың қосымша түрлері",
    answer: "Кеңес беру",
    options: [
      "Конференция",
      "Кеңес беру",
      "Үй жұмысы",
      "Сабақ",
      "Дәріс"
    ]
  },
  {
    numb: 37,
    question: "Оқыту құралы деп нені айтады",
    answer: "Оқу кітаптары, көрнекі және техникалық құралдар",
    options: [
      "Білім, іскерлік, дағдыны меңгерудің жолы",
      "Оқу тәсілінің бөлігі",
      "Оқытудың құрамды бөлігі",
      "Оқу кітаптары, көрнекі және техникалық құралдар",
      "техникалық құрал-жабдықтар"
    ]
  },
  {
    numb: 38,
    question: "Ғылымдағы білімнің мазмұны анықталады",
    answer: "Адам, техника, қоғам, табиғат туралы білімдер негізі ретінде",
    options: [
      "Адамзаттың жинақтаған тәжірибесі негізінде",
      "Ғылыми-педагогикалық қызметті ұйымдастыру формасы ретінде",
      "Адам, техника, қоғам, табиғат туралы білімдер негізі ретінде",
      "Тәрбие жұмысының әдісі ретінде",
      "Әлеуметтік тапсырыстың моделі ретінде"
    ]
  },
  {
    numb: 39,
    question: "Мұғалімнің оқытушылық әрекеті және оның басқаруымен оқушының танымдық іс-әрекеті",
    answer: "Оқыту",
    options: [
      "Өздігінен білім алу",
      "Білім",
      "Ілім",
      "Оқыту",
      "Тәрбие"
    ]
  },
  {
    numb: 40,
    question: "Мұғалімнің қызметіндегі оң нәтижелердің барынша тұрақтылығын білдіретін педагогикалық инновацияның критерий",
    answer: "Нәтижелік",
    options: [
      "Бұқаралық тәжірибеде шығармашылықпен қолдану мүмкіндігі",
      "Оптималдық",
      "Нәтижелік",
      "Шығармашылық",
      "Жаңашылдық"
    ]
  },
  {
    numb: 41,
    question: "Проблеманы қою",
    answer: "Не берілгенін, ненің анық екендігін және нені шешу керектігін анықтау",
    options: [
      "Проблеманы нақтылау",
      "Қиыншылық себебін анықтау",
      "Гипотезалар ұсыну",
      "Не берілгенін, ненің анық екендігін және нені шешу керектігін анықтау",
      "Проблеманың шешу жолдарын көрсету"
    ]
  },
  {
    numb: 43,
    question: "Сабақтың жоспарын құрастырудың негізі",
    answer: "Тақырыптық жоспар",
    options: [
      "Перспективтік жоспар",
      "Тақырыптық жоспар",
      "Күнделікті жоспар",
      "Сабақ жоспары",
      "тәрбие жоспары"
    ]
  },
  {
    numb: 44,
    question: "Әдістемелік, тәрбиешілік, зерттеушілік, кәсіптік-адамгершілік, басқара білу мәдениеті",
    answer: "Мұғалімнің жалпы мәдени дайындығы",
    options: [
      "Ғылыми-әдістемелік дайындығы",
      "Педагогикалық дайындығы",
      "Мұғалімнің жалпы мәдени дайындығы",
      "Әдістемелік дайындығы",
      "психологиялық дайындығы"
    ]
  },
  {
    numb: 47,
    question: "Құрылымдалған ортадағы оқушалрдың білім алу үдерісі ретінде тәжірибелік қоғамдастықтарға қатысуды зерттеген ғылыми бағыт",
    answer: "Әлеуметтік-жағдаятты",
    options: [
      "Әлеуметтік-жағдаятты",
      "Психоаналитикалық ",
      "Гештальттік",
      "Бихевиористикалы",
      "Гуманситік"
    ]
  },
  {
    numb: 48,
    question: "Оқушының білім алуын қолдау үшін қойылатын сынақтан өткізу сұрағы",
    answer: "Осы айтқандарыңызға мысал келтіре аласыз ба",
    options: [
      "Бұл мәселе жөнінде тағы кім өз ойын айтқысы келеді",
      "Кешегі сабақта қандай маңызды мәселелерге тоқталды",
      "Берілген мысал айтылу мақсатына қарай қандай сөйлем",
      "Осы айтқандарыңызға мысал келтіре аласыз ба",
      "Бүгінгі сабақ сіздердің көңілдеріңізден шықты ма"
    ]
  },
  {
    numb: 49,
    question: "М. Чиксентмихайдың <<Өзіндік мақсат>> сызбасы бойынша дағдысы төмен оқушыға жоғары міндет қоюудың нәтижесі",
    answer: "Алаңдау",
    options: [
      "Зерігу",
      "Түсіну",
      "Ағын",
      "Игеру",
      "Алаңдау"
    ]
  },
  {
    numb: 50,
    question: "Оқушының жауабын алғаннан кейін де кідіріс жасау оқушыға мүмкіндік береді",
    answer: "Өз жауабын тұзетуге, нақтылауға",
    options: [
      "Өзге дереккөздер бойынша іздену",
      "Өз жауабын тұзетуге, нақтылауға",
      "Басқа сұрақтарға қосымша жауап беруге",
      "Өзгелердің жауаптарымен салыстыруға",
      "Сыныптас құрбыларынан көмек сұрауға"
    ]
  },
  {
    numb: 51,
    question: "Жаттап алынған білімді анықтауға арналған көмек",
    answer: "Төмен дәрежелі",
    options: [
      "Төмен дәрежелі",
      "Жетелеуші",
      "Жоғары дәрежелі",
      "Түрткі болу",
      "Сынақтан өткізу"
    ]
  },
  {
    numb: 53,
    question: "М. Чиксентмихайдың <<Өзіндік мақсаты>> сызбасы бойынша дағдысы жоғары оқушыға төмен міндет қоюдың нәтижесі",
    answer: "Зерігу",
    options: [
      "Зерігу",
      "Алаңдау",
      "Ағын",
      "Игеру",
      "Түсіну"
    ]
  },
  {
    numb: 55,
    question: "Интернет қолдануда мұғалімнің ең маңызды міндеті",
    answer: "Жеке деректерді құпида сақтауға үйрету",
    options: [
      "Сыныптастармен ақпаратты бөлісуге үйрету",
      "Подкастілерді қолдануға үйрету",
      "Ресми сайттарды қолдану",
      "wiki-беттерін редакциялауға үйрету",
      "Жеке деректерді құпида сақтауға үйрету"
    ]
  },
  {
    numb: 57,
    question: "<<Қара жәшік>> ішіндегі жұмыс ",
    answer: "Оқушылармен бірге критерийлерді талдау",
    options: [
      "Мүмкіндіктердің барлығын қарастыру",
      "Жаңашыл идеяларға ашық болу",
      "Ақпараттық деректерді жинақтау",
      "Оқушылармен бірге критерийлерді талдау",
      "Оқушаларға стратегиялар ұсыну"
    ]
  },
  {
    numb: 58,
    question: "Дарынды және талантты оқушыларды ынталандырып және әлеуетін дамытуға тиімді тәсілдер",
    answer: "Экстернат және зияткерлік тапсырмалар беру",
    options: [
      "Сыйақы және зияткерлік тапсырмалар беру",
      "Марапаттау және әлеуетті мүмкіндіктерін көрсету",
      "Экстернат және зияткерлік тапсырмалар беру",
      "оқшаулау және жоғары ынтаның болуы",
      "Грант және академиялық қабілеттің болуы"
    ]
  },
  {
    numb: 60,
    question: "Топ мүшелерінің сабақты зерттеу барысында оқушылардың оқу үдерісін зерделеу мақсаты",
    answer: "Оқу сапасын арттыру",
    options: [
      "Тәжірибе жинақтау",
      "Әріптестерін бағалау",
      "Оқу сапасын арттыру",
      "Тәлімгерлік жүргізу",
      "Тәжірибемен алмасу"
    ]
  },
  {
    numb: 61,
    question: "Адамгершілік тәрбиесі",
    answer: "Жалпы адамзаттық құндылықтарды игеру",
    options: [
      "Эстетикалық циклды қалыптастыру",
      "Оқушылар тәртібінің тәжірибесі",
      "Жалпы адамзаттық құндылықтарды игеру",
      "Гуманитарлық пәндерді білу",
      "Тұлғаның ғылыми дүниетанымы"
    ]
  },
  {
    numb: 62,
    question: "Мектептен және сыныптан тыс тәрбие жұмыстарын ұйымдастырушының міндетіне жатпайды",
    answer: "Сабақ кестесін жасау",
    options: [
      "Тәрбие жұмысының жоспарының орындалуын бақылау",
      "Сабақ кестесін жасау",
      "Белсенді оқушылардың сабақтан тыс тәрбие жұмысын өткізулеріне әдістемелік көмек",
      "Мектептегі сабақтан тыс тәрбие жұмысын жоспарлау",
      "Сынып жетекшілеріне тәрбиелік іс-шараларды өткізуді ұйымдастыруға әдістемелік көмек"
    ]
  },
  {
    numb: 63,
    question: "Тұлғаның ақыл-ойын қалыптастыру әдістері",
    answer: "Этика тақырыбындағы әңгіме, түсіндіру, этикалық сұқбат, пікірталастар, үлгі-өнеге",
    options: [
      "Этика тақырыбындағы әңгіме, түсіндіру, этикалық сұқбат, пікірталастар, үлгі-өнеге",
      "Тәрбие әдісінің бөлігі",
      "Сұрақтардың көмегімен материалдарды жинау әдісі",
      "Мұғалім қолданатын оқыту тәсілі",
      "Субъективтік-прагматикалық"
    ]
  },
  {
    numb: 64,
    question: "Тәрбие процессінің қиындығы",
    answer: "Өзгерісті, динамикалық, қозғалмалы",
    options: [
      "Өзгерісті, динамикалық, қозғалмалы",
      "Біржақты, өзгеріссіз",
      "Бір деңгейлі, көп сатылы",
      "Нақты мақсаттардың болмауы",
      "Объективті тұрақтылы"
    ]
  },
  {
    numb: 67,
    question: "Оқушылардың жас ерекшеліктеріне сәйкес әдістерді анықтауды талап ететін оқытудың принципі",
    answer: "Сәйкестік",
    options: [
      "Мақсаттылық",
      "Сәйкестік",
      "Белсенділік",
      "Көрнекілік",
      "Жүйелілік"
    ]
  },
  {
    numb: 68,
    question: "Нақты жағыдайдағы алынған мақсатты шешу жолында белгілі басқа әдістердің ешқайсысы тез және тиімді шешу мүмкіндігін бере алмаған кезде қолданылатын аралас әдістердің жиынтығы",
    answer: "Ситуациялық әдіс",
    options: [
      "Дидактикалық ойын",
      "Практикалық әдіс",
      "Ситуациялық әдіс",
      "Іскерлік ойын",
      "Лаборатыориялық жұмыс"
    ]
  },
  {
    numb: 69,
    question: "Мұғалімнің инновациялық іс-әрекеті",
    answer: "Оқушыларды өз бетінше жауап іздеуге, ізденуге үйрету",
    options: [
      "Оқушылардың жағымды мінез-құлқын қалыптастыру",
      "Сабақты психологиялық талдау",
      "Оқушыларды өз бетінше жауап іздеуге, ізденуге үйрету",
      "Оқушылардың дүниетанымын қалыптастыру",
      "Оқу-тәрбие үдерісінде оқушаларды әлеуметтендіру"
    ]
  },
  {
    numb: 70,
    question: "Педагогикалық шығармашылықтың маңызды элементі",
    answer: "Өз сабағын талдау және бағалау",
    options: [
      "Сабақты талдау, бағалау әріптестер тарапынан ғана болуы",
      "Өз сабағын талдау, бағалаудың болмауы",
      "Өз сабағын талдау және бағалау",
      "Сабақты бағалау, талдаудың мектеп әкімшілігі тарапынан болуы",
      "Сабақта жіберілген қателіктерді мойындау"
    ]
  },
  {
    numb: 73,
    question: "Өткен сабақты талдаудың негізгі мәселесі",
    answer: "Сабақтың дидактикалық және тәрбиелік міндеттері қалай шешілді",
    options: [
      "Сабақ уақытында аяқталуы",
      "Балалардың мүмкіншіліктерінің анықталуы",
      "Сабаққа қажетті құралдардың анықталуы",
      "Сабақта қолданылатын тапсырмалардың құрастырылуы",
      "Сабақтың дидактикалық және тәрбиелік міндеттері қалай шешілді"
    ]
  },
  {
    numb: 74,
    question: "Ата-анасына ұрпақтарына қандай да бір белгілер мен ерекшеліктердің берілуі",
    answer: "Тұқым қуалаушылық",
    options: [
      "Табиғи орта",
      "Жеке тұлғаның дамуы",
      "Тұқым қуалаушылық",
      "Әлеуметтік орта",
      "Тәрбие"
    ]
  },
  {
    numb: 76,
    question: "Дарынды және талантты балаларды анықтауда ойлау қабілетінің жылдамдығы өлшемі сәйкес келетін сипаттама",
    answer: "Жоспарлауға көп уақыт жұмсауы мүмкін, бірақ жоспарды тез жүзеге асырады",
    options: [
      "Олар ерте жасынан бастап сөйлей, оқи және жаза бастайды",
      "Қызығушылығын арттыру үшін күрделі ойын мен тапсырмаларға ұмтылады",
      "Жоспарлауға көп уақыт жұмсауы мүмкін, бірақ жоспарды тез жүзеге асырады",
      "Басқаларға қарағанда ойлау қабілеттері жақсы ұйымдастырылған",
      "Олар ақпаратты біліп қана қоймай, оны пайдалана алады"
    ]
  },
  {
    numb: 77,
    question: "Білімнің педагогикалық аспектісі",
    answer: "Оқушыларға ғылымды оңтайлы түсіндіру тәсілі",
    options: [
      "Оқу үшін бағалау және оқуды бағалау әдісі",
      "Оқушыларға ғылымды оңтайлы түсіндіру тәсілі",
      "Оқудағы көшбасшылық механизмін жүзеге асыру",
      "Бақылау жұмыстарының талдау нәтижесін ұсыну",
      "Оқу үдерісі, оқыту әдістері туралы терең білім"
    ]
  },
  {
    numb: 78,
    question: "Компьютерлік бағдарламалауда құжаттарды ашу және мұрағаттау үдерістерін білуді қамтитын білім саласы",
    answer: "Технологиялық білім",
    options: [
      "Пәндік білім",
      "Әдістемелік білім",
      "Технологиялық білім",
      "Педагогикалық білім",
      "Психологиялық білім"
    ]
  },
  {
    numb: 80,
    question: "Орта мерзімді жоспарлауда оқу мақсаттарын қалыптастыру шараларын білуге бағыттайтын негізгі сұрақтың бірі",
    answer: "Оқушылар нені білуге тиіс",
    options: [
      "Сабақтың басты сәттері анықталды ма",
      "Қандай өзгеріс іске асырылады",
      "Оқушылар нені білуге тиіс",
      "Көрнекілік пайымдауға себепші болды ма",
      "Қосымша дереккөдер ескерілді ме"
    ]
  },
  {
    numb: 83,
    question: "Жеке тұлғаның өз өміріндегі қоршаған орта өзгерістерін қалай жеңе алатынын көрсететін қабілеті (Стернберг)",
    answer: "Зият",
    options: [
      "Зият",
      "Табандылық",
      "Икемділік",
      "Жады",
      "Зейін"
    ]
  },
  {
    numb: 84,
    question: "Колхберг бойынша моральдік пайымдаудың екпіні деңгейі",
    answer: "Дәстүрлі моральдік пайымдау",
    options: [
      "Дәстүрлі моральдік пайымдау",
      "Нормативтікке дейінгі моральдік пайымдау",
      "Ұқсастық бойынша пайымдау",
      "Қоғамдық көзқарасқа сәйкес пайымдау",
      "Нормативтіктен кейінгі моральдік пайымдау",
    ]
  },
  {
    numb: 85,
    question: "Бағалаудың барлық түрлеріне тән үш сипаттама бар. ≪Қадағалау≫ сипаттамасына сәйкес мұғалімнің әрекеті",
    answer: "Оқушының сұраққа жауабын тыңдау",
    options: [
      "Оқушының жауабын үлгімен сәйкестендіру",
      "Оқушыға тапсырма бойынша сұрақ қою",
      "Оқушының жауабына сәйкес шешім қабылдау",
      "Оқушының сұраққа жауабын тыңдау",
      "Оқушының тапсырманы қалай орындағанын түсіну"
    ]
  },
  {
    numb: 87,
    question: "Бағалаудың барлық түрлеріне тән үш сипаттама бар. ≪Интерпретация≫ сипаттамасына сәйкес мұғалім әрекеті",
    answer: "Оқушының жауабын критерийге сәйкестендіру",
    options: [
      "Оқушының тапсырманы орындауын бақылау",
      "Оқушының жауабын критерийге сәйкестендіру",
      "Жазбаша тест жұмыстарының жинағын құрастыру",
      "Тапсырманы орындау қадамдарын талқылау",
      "Оқушының жауабына сәйкес шешім қабылдау"
    ]
  },
  {
    numb: 91,
    question: "Экологиялық тәрбиенің мақсаты",
    answer: "Экологиялық мәдениетті қалыптастыру",
    options: [
      "Жан-жақты дамыған тұлғаны қалыптастыру",
      "Салауатты өмір сүруді қалыптастыру",
      "Диалектикалық-материалистік дүниетанымды қалыптастыру",
      "Әртүрлі әрекеттерді меңгеру",
      "Экологиялық мәдениетті қалыптастыру"
    ]
  },
  {
    numb: 92,
    question: "Эстетикалық тәрбиенің құралдары",
    answer: "Әдебиет, өнер",
    options: [
      "Ерікті өзара қызығушылық, ынтымақтастық принцип",
      "Педпроцестікң заңдылықтары",
      "Конференция",
      "Әдебиет, өнер",
      "Қоғамдық пікір"
    ]
  },
  {
    numb: 93,
    question: "Тәрбиенің мақсаты",
    answer: "Жеке тұлғаны жан-жақты дамыту",
    options: [
      "Сүйіспеншілікті дамыту",
      "Ақыл-ой тәрбиесі",
      "Жеке тұлғаны жан-жақты дамыту",
      "Адамдарға құрмет сезімін дамыту",
      "Жеке адам бойындағы мінез-құлық"
    ]
  },
  {
    numb: 95,
    question: "Оқулыққа қойылатын негізгі талап",
    answer: "Оқу бағдарламасына сәйкес болу",
    options: [
      "Оқу бағдарламасына сәйкес болу",
      "Көрнекіліктермен жабдықталуды ескеру",
      "Мектеп жағыдайының техникалық жағыдайын ескеру",
      "Балалар қызығушылықтарына сәйкес болу",
      "Ата-ана жағыдайларын ескеру"
    ]
  },
  {
    numb: 97,
    question: "Тұлғаның өмір жолында өзін-өзі дамытуына, мүмкіншіліктеріне жете білуіне бағытталған тұтас процесс",
    answer: "Білім беру",
    options: [
      "Қалыптасу",
      "Дамыту",
      "Жетілдіру",
      "Білім беру",
      "Үйрену"
    ]
  },
  {
    numb: 98,
    question: "Қайта-қайта орындалатын практикалық әрекетке машықтану",
    answer: "Дағды",
    options: [
      "Іскерлік",
      "Мазмұн",
      "Құзыреттілік",
      "Білім",
      "Дағды"
    ]
  },
  {
    numb: 101,
    question: "Мұғалімнің сабаққа дайындығының бірінші кезеңі",
    answer: "Сабақтарды тақырып бойынша жоспарлау",
    options: [
      "Жоспарланған сабақа материал жинақтау",
      "Жоспарлауды әрбір сабаққа сәйкес нақтыландыру",
      "Әрбір жеке сабақтың жоспарын құрастыру",
      "Әрбір жеке сабақтың жоспарын терең ойластыру",
      "Сабақтарды тақырып бойынша жоспарлау"
    ]
  },
  {
    numb: 102,
    question: "Оқу бағдарламасының белгілі бір бөлімінде, оқу тәрбие үдерісінің сабақ жүйесінде білім жетілдіруді анықтаудың ең қолайлы тәсілі",
    answer: "Тақырыптық жоспарлау",
    options: [
      "Тоқсандық жоспарлау",
      "Бөлімдік жоспарлау",
      "Жылдық жоспарлау",
      "Тақырыптық жоспарлау",
      "Мазмұндық жоспарлау"
    ]
  },
  {
    numb: 103,
    question: "Ғылыми негіздегі педагогикалық процестің даму стратегиясын басқарудың коллегиялық органы",
    answer: "Мектептің педагогикалық кеңесі",
    options: [
      "Мектептің тәрбие әдістері",
      "Жиналыс",
      "Мектептің педагогикалық кеңесі",
      "Пән бірлестіктері",
      "Мемлекеттік стандарт"
    ]
  },
  {
    numb: 104,
    question: "Мұғалімге ағымдағы сабақты талдауға және қадағалауға негіз болатын педагогикалық іскерлік",
    answer: "Өзінің сабақты түсіндіруі мен қойған сұрақтарына оқушылардың жауап реакцияларын қабылдау",
    options: [
      "Оқушылардың жылдам есте сақтауын қадағалау",
      "Оқушылардың логикалық ойлауына жағыдай жасау",
      "Оқушылардың зейінін тұрақтандыруын бақылау",
      "Оқушылардың зейінін шоғырландыруға мүмкіндік жасау",
      "Өзінің сабақты түсіндіруі мен қойған сұрақтарына оқушылардың жауап реакцияларын қабылдау"
    ]
  },
  {
    numb: 108,
    question: "Оқу пирамидасына сәйкес  оқушылардың алған ақпаратты есте сақтауы үшін ең тиімдісі",
    answer: "Өзгелерді оқыту",
    options: [
      "Талқылау",
      "Өзгелерді оқыту",
      "Көрсетілім",
      "Тәжірибе жасау",
      "Аудио-визуалды қабылдау"
    ]
  },
  {
    numb: 109,
    question: "Л. Шульман құзырлы мұғалімге тән үш белгіні көрсеткен. Соның бірі болып табылатын оқытудың тәжірибелік дағдыларының сипаттамасы",
    answer: "Оқушылардың білімін бағалау, ынталандыру, сабақты жоспарлау әдістемелерін меңгеру",
    options: [
      "Балаға білім беруге қатысты нақты қалыптасқан түсінігі мен ұстанымдарының болуы",
      "Оқушылардың білімін бағалау, ынталандыру, сабақты жоспарлау әдістемелерін меңгеру",
      "Тәірибені түсініп, дамыту үшін зерттеулер нәтижелерін қалай қолдану керектігін білу",
      "Жеке тұлға ретінде оқушы жайлы тұғырлы теориялық базаға негізделген білімнің болуы",
      "Ұстаз мамандығына этикалық және моральдық құндылықтарын ұстану"
    ]
  },
  {
    numb: 110,
    question: "Оқушылар әдемді түсіну үшін құрылымдар мен модельдерді игереді және құрылымы бар ортаға қатысады деген тұжырымға негізделген оқу тәсілі",
    answer: "Әлеуметті-жағдаятты тәсіл",
    options: [
      "Танымдық тәсіл",
      "Гуманистік тәсіл",
      "Психологиялық тәсіл",
      "Бихевиористикалық тәсіл",
      "Әлеуметті-жағдаятты тәсіл"
    ]
  },
  {
    numb: 101,
    question: "Оқушының өз мақсаты мен тапсырмарын білу, түсіну және бағалауды қамтитын метатануды өлшеу құрылымы",
    answer: "Тапсырмаға бағытталған",
    options: [
      "Оқуға бағытталған",
      "Тапсырмаға бағытталған",
      "Бақылауға қатысты",
      "Жеке білімге қатысты",
      "Топтық білімге қатысты"
    ]
  },
  {
    numb: 102,
    question: "Сынақтан өткізу сұрағы",
    answer: "Бұл мәселе жөнінде тағы кім өз ойын айтады",
    options: [
      "Берілген мысал айтылған мақсатына қарай қандай сөйлем",
      "Бүгінгі сабақ сіздердің көңілдеріңізден шықты ма",
      "Осы айтқандарыңызға дәлел келтіре аласыз ба",
      "Бұл мәселе жөнінде тағы кім өз ойын айтады",
      "Кешегі сабақта қандай маңызды мәселелерге тоқталды"
    ]
  },
  {
    numb: 108,
    question: "Оқытудың жаңа тәсілдерін әзірлеуде мұғалімдердің жаңа бастамасын жинақтауды көздейтін сабақты зерттеу тәсілінің түйінді сипаты",
    answer: "Креативтілік",
    options: [
      "Жүйелілік",
      "Ғылыми дәлдік",
      "Бірізділік",
      "Зерттеу өзектілігі",
      "Креативтілік"
    ]
  },
  {
    numb: 109,
    question: "Сабақты зерттеу тәсілінің аясын зерттеу сабағын жоспарлауды ерекше мән беріледі",
    answer: "≪Бақылаудағы≫ оқушылардың сабақта өтілетін материалды игеруі",
    options: [
      "≪Зерттелетін оқушыларға≫ ерекшеленген тапсырмаларды дайындау",
      "≪Бақылаудағы≫ оқушылардың сабақта өтілетін материалды игеруі",
      "Сабақты зерттеу тәсілінің айналымын қамтамасыз ету",
      "Оқушылардың өз бетінше оқу ресурстарын жинақтауы",
      "Сабаққа берілетін бағаны болжамдау"
    ]
  },
  {
    numb: 110,
    question: "Құқықтық тәрбие нәтижелілігінің  басты көрсеткіші болып табылады",
    answer: "Құқықтық сананы қалыптастыру деңгейі",
    options: [
      "Құқықтық білімді қалыптастыру деңгейі",
      "Қоғамның заңды сақтауын қадағалау",
      "Заңды сақтау қажеттілігі",
      "Заңды бұзғаны үшін жазалаудан қорқу",
      "Құқықтық сананы қалыптастыру деңгейі"
    ]
  },
  {
    numb: 112,
    question: "Адамның өзіндік жағымды сапаларын дамытуға бағытталған саналы іс әрекет",
    answer: "Өзін-өзі тәрбиелеу",
    options: [
      "Өзін-өзі үйрету",
      "Өзін-өзі өзгерту",
      "Тәрбие",
      "Өзін-өзі тәрбиелеу",
      "Алғашқы тәрбие"
    ]
  },
  {
    numb: 113,
    question: "Оқыту әдісі-білім алудың жолы, ал сол жолдағы бір қадам-",
    answer: "Оқыту тәсілі",
    options: [
      "Оқыту мақсаты",
      "Оқыту нәтижесі",
      "Оқыту тәсілі",
      "Оқыту мазмұны",
      "Оқыту құралы"
    ]
  },
  {
    numb: 114,
    question: "Білім беру мазмұны",
    answer: "Ғылыми білімдер, іскерліктер мен дағдылар жүйесі",
    options: [
      "Танымдық, белсенділік, қызығушылықтар",
      "Оқыту әдістерінің, техникалық құралдардың жиынтығы",
      "Құзыретттіліктер, бағалау жүйесі",
      "Ақыл-ой, адамгершілік, еңбек тәрбиесі",
      "Ғылыми білімдер, іскерліктер мен дағдылар жүйесі"
    ]
  },
  {
    numb: 115,
    question: "Практикалық әдістер",
    answer: "Жаттығу, лабораториялық жұмыс",
    options: [
      "Дәріс, баяндау",
      "Әңгіме, пікір алмасу",
      "Жаттығу, лабораториялық жұмыс",
      "Иллюстрация, демонстрация",
      "Кітаппен, техникалық құралдармен жұмыс"
    ]
  },
  {
    numb: 116,
    question: "Мұғалімнің сабаққа дайындығының екінші кезеңі",
    answer: "Әрбір жеке сабақтың жоспарын терең ойластыру мен құрастыру",
    options: [
      "Оқу бағдарламасы бойынша тақырыптық жоспар құру",
      "Сабақты талдау",
      "Сабақтарды тақырып бойынша жоспарлау",
      "Әрбір жеке сабақтың жоспарын терең ойластыру мен құрастыру",
      "Күнтізбелік жоспарлау жасау"
    ]
  },
  {
    numb: 117,
    question: "Жеке адамның жан-жақты дамуына оқыту мен тәрбие үлесімдігіне ықпал жасауды талап ететін оқыту принципі",
    answer: "Бағыттылық",
    options: [
      "Саналылық",
      "Белсенділік",
      "Бағыттылық",
      "Көрнекілік",
      "Жүйелілік"
    ]
  },
  {
    numb: 118,
    question: "Педагогикалық жаңалықтарды жасау, оларды педагогикалық қауымдастықтың игеруі, бағалануы, пайдалануы мен оқыту және тәрбиелеу практикасына ендіру үрдісі",
    answer: "Инновациялық",
    options: [
      "Мониторинг",
      "Танымдық",
      "Психологиялық",
      "Инновациялық",
      "Педагогикалық"
    ]
  },
  {
    numb: 119,
    question: "Жеке адамға ықпал ететін әлеуметтік факторлар",
    answer: "Тұқым қуалаушылық, орта, тәрбие",
    options: [
      "Еңбек, оқу, білім",
      "Ойын, іс-әрекет, тәрбие",
      "Тұқым қуалаушылық, орта, тәрбие",
      "Мектеп, орта, отбасы",
      "Өзін-өзі тәрбиелеу, белсенділік"
    ]
  },
  {
    numb: 120,
    question: "Мұғалімнің инновациялақ іс-әрекеті",
    answer: "Озық педагогикалық технологияларды игеру және қолдану",
    options: [
      "Оқушылардың жағымды мінез-құлқын қалыптастыру",
      "Оқу-тәрбие үдерісінде оқушыларды әлеуметтендіру",
      "Озық педагогикалық технологияларды игеру және қолдану",
      "Оқушылардың дүниетанымын қалыптастыру",
      "Сабақты психологиялық талдау"
    ]
  },
  {
    numb: 121,
    question: "Оқытудың мақсаты, оқушылардың білімдеріне, біліктерін мен дағдыларына қойылатын талаптар, олардың білімін бағалау жолдары, оқытудың түрлері мен әдістері туралы нұсқаулар, қажетті әдебиеттер қайда көрсетіледі",
    answer: "Оқу бағдарламасының құрамында",
    options: [
      "Оқулық құрамында",
      "Оқу бағдарламасының құрамында",
      "Оқу жоспарында",
      "Стандарт құрамында",
      "Оқу-әдістемелік құралдарда"
    ]
  },
  {
    numb: 124,
    question: "Оқушылардың анағұрлым толық жауап беруіне, өз идеяларын дамытуына көмектесетін сұрақ тәсілі",
    answer: "Сынақтан өткіу",
    options: [
      "Сынақтан өткіу",
      "Түрткі сұрақ",
      "Басқаға бағыттау",
      "Кесімді сұрақ",
      "Өткір сұрақ"
    ]
  },
  {
    numb: 127,
    question: "Топтық жұмысты әркімнің идеясы пайдалы деп саналғаны мен, мұқият бағалау жүргізілетін әңгіме түрі",
    answer: "Кумулятивтік әңгіме",
    options: [
      "Рефлексивтік әңгіме",
      "Реттелген әңгіме",
      "Кумулятивтік әңгіме",
      "Зерттеушілік әңгіме",
      "Әңгіме-дебат"
    ]
  },
  {
    numb: 128,
    question: "Әлеуметтік, танымдық және аффекттік компоненттер үйлесімі",
    answer: "≪Мен≫ тұжырымдамасы",
    options: [
      "Игеру тәжірибесі",
      "≪Мен≫ тұжырымдамасы",
      "Оқушы үні",
      "Көпіршелер",
      "Жанама тәжірибе"
    ]
  },
  {
    numb: 129,
    question: "Әлеуметтік желілерді қолданудың мысалы болып табылады",
    answer: "Қайта ұсыну және сұқбаттасу",
    options: [
      "Үрдісті модельдеу",
      "Тәжірибені көрсету",
      "Тестілеу және растау",
      "Қайта ұсыну және сұқбаттасу",
      "Талдаумен бағалау"
    ]
  },
  {
    numb: 133,
    question: "Дарынды, талантты балаларды тексеру парағы бойынша мәселені шеше алатын оқушыларға тән ерекшелік",
    answer: "Ақпаратты толықтырып, қайшылықтарын анықтап, мәніне тез жетеді",
    options: [
      "Жоспарлауға көп уақыт жұмсауы мүмкін, бірақ жоспарды тез жүзеге асырады",
      "Ақпаратты толықтырып, қайшылықтарын анықтап, мәніне тез жетеді",
      "Оқыту үдерісінің қалай жүретінін жақсы біледі, өздерінің оқуын реттей алады",
      "Қызығушылығын арттыру үшін күрделі тапсырмаларға ұмтылады",
      "Ақпаратты біліп есте сақтап қана қоймай, оны пайдалана алады"
    ]
  },
  {
    numb: 134,
    question: "Сабақты зерттеу үдерісінде білім сапасын арттыратын белгілі бір тәсілді дамыту жолын анықтау үшін зерделенеді",
    answer: "Оқушылардың оқу үдерісі",
    options: [
      "Ұжымның жетістігі",
      "Мұғалімнің оқыту тәжірибесі",
      "Әдістемелік бірлестіктің жұмысы",
      "Ата-аналардың ықпалы",
      "Оқушылардың оқу үдерісі"
    ]
  },
  {
    numb: 135,
    question: "Топтық талқылауды таспаға жазып алу іс-әрекеттегі зерттеу үдерісінің қай кезеңіне жатады",
    answer: "Қадағалау",
    options: [
      "Жоспарлау",
      "Бағалау",
      "Талдау",
      "Рефлекция",
      "Қадағалау"
    ]
  },
  {
    numb: 137,
    question: "Эстетикалық тәрбиенің міндеттері",
    answer: "Оқушалардың әсемдікті тануға орайласқан санасын, қасиетін, бағалау-эстетикалық қатынастарын ашу",
    options: [
      "Пікірталастар",
      "Оқушалардың әсемдікті тануға орайласқан санасын, қасиетін, бағалау-эстетикалық қатынастарын ашу",
      "Мамандықты таңдауға дайындау",
      "Орта, перспектива",
      "Борыш, ұят"
    ]
  },
  {
    numb: 138,
    question: "Тәрбиенің мазмұнының бағыттары",
    answer: "Білім, сендіру, дағды, тұлға, бейнесін және мінез-құлқын қалыптастыру жүйесі",
    options: [
      "Балалар мен үлкендердің бірлескен әрекеті",
      "Объективті шындықтың ғылыми білімдерін қалыптастыру",
      "Білім, сендіру, дағды, тұлға, бейнесін және мінез-құлқын қалыптастыру жүйесі",
      "Эстетикалық түсінік қалыптастыру",
      "Қажетті қасиеттерді еркін қалыптастыру"
    ]
  },
  {
    numb: 139,
    question: "Тәрбие процесі нәтижелілігінің маңызды сипаты",
    answer: "Тәрбиеленушілердің жас ерекшеліктері мен мінез-құлық ерекшеліктеріне сәйкес білім",
    options: [
      "Практикалық іс-әрекетте білімді жетілдіру",
      "Тәрбиешілердің тәрбие процесінің мәнін түсінуі",
      "Білім беру үшін арнайы дайындалған адамдардың болуы",
      "Тәрбиеленушілердің жас ерекшеліктері мен мінез-құлық ерекшеліктеріне сәйкес білім",
      "Қарым-қатынас іскерлігі мен дағдысының қалыптасуы"
    ]
  },
  {
    numb: 140,
    question: "Оқытудың ғылыми принципі",
    answer: "Оқушылардың дүниетанымдық көзқарасын қалыптастыратын ғылыми білімдер жүйесімен қарулану",
    options: [
      "Оқытудың өмірмен байланыстылығы",
      "Сабақта ғылыми фактілерді пайдалану",
      "Ғылыми жетістіктерді пайдалану",
      "Оқушылардың дүниетанымдық көзқарасын қалыптастыратын ғылыми білімдер жүйесімен қарулану",
      "Оқыту процесін гуманитарландыру"
    ]
  },
  {
    numb: 141,
    question: "Тарихи тәжірибені іздестіру процесінде жинақталған адамзаттың рухани байлығының көрінісі",
    answer: "Білім",
    options: [
      "Іскерлік",
      "Дағды",
      "Білім",
      "Әдіс",
      "Мақсат"
    ]
  },
  {
    numb: 143,
    question: "Мұғалімнің инновациялық іс-әрекеті",
    answer: "Озық педагогикалық тәжірибелерін жалпылау және тарату",
    options: [
      "Жеке педагогикалық білімін жетілдіру",
      "Оқу-тәрбие үдерісінде оқушыларды әлеуметтендіру",
      "Озық педагогикалық тәжірибелерін жалпылау және тарату",
      "Оқушылардың танымдық процестерін қалыптастыру",
      "Сабақты психологиялық талдау"
    ]
  },
  {
    numb: 144,
    question: "Мұғалімге ағымдағы сабақты талдауға және қадағалауға негіз болатын педагогикалық іскерлік",
    answer: "Оқушының жеке тұлғалық және мінез-құлық ерекшеліктерін байқау",
    options: [
      "Оқушының жылдам есте сақтауын қадағалау",
      "Оқушының жеке тұлғалық және мінез-құлық ерекшеліктерін байқау",
      "Оқушының зейінін шоғырландыру",
      "Оқушының логикалық ойлауын ұйымдастыру",
      "Оқушының зейінін тұрақтандыру"
    ]
  },
  {
    numb: 145,
    question: "Оқуға қызығуды ынталандыру әдісі-бұл",
    answer: "Танымдық ойындар",
    options: [
      "Танымдық ойындар",
      "Оқудың пайдалы екеніне көз жету",
      "Қайталау сабақтары",
      "Әңгімелесу",
      "Талап қою"
    ]
  },
  {
    numb: 147,
    question: "Әрбір жарты жыл бойынша жасалатын жоспар",
    answer: "Күнтізбелік",
    options: [
      "Күнделікті жоспар",
      "Күнтізбелік",
      "Сабақ жоспары",
      "Мерзімдік жоспар",
      "Перспективтік жоспар"
    ]
  },
  {
    numb: 148,
    question: "Білім берудегі инновациялық үрдістер",
    answer: "Дәстүрлі мәселелерді жаңашы оптималды шешу нәтижесінде қолданатын педагогикалық үрдістер",
    options: [
      "Электронды оқулықтарға негізделген педагогикалық үрдістер",
      "Дәстүрлі мәселелердің жағашылдық сипаты",
      "Дәстүрлі мәселелерді жаңашы оптималды шешу нәтижесінде қолданатын педагогикалық үрдістер",
      "Тәжірибеде мұғалімдер қолданатын педагогикалық үрдістер",
      "Ұжым қолданатын педагогикалық үрдістер"
    ]
  },
  {
    numb: 149,
    question: "Оқушылардың білім алуын қолдау үшін пайдаланатын сынақтан өткізу сұрақ қою мысалы",
    answer: "Осы ойыңызды дәлелдейтін мысал бар ма",
    options: [
      "Осы пікірді кім толықтыра алады",
      "Көмектесе алатындар бар ма",
      "Осы сұрақтың жауабын кім біледі",
      "Оқудағы кедергілер туралы не айтуға болады",
      "Осы ойыңызды дәлелдейтін мысал бар ма"
    ]
  },
  {
    numb: 152,
    question: "Оқу үдерісінің тиімділігін айқындайтын негізгі факторлардың бірі",
    answer: "Балалардың қалай оқитынын мұғалімнің түсінуі",
    options: [
      "Баланың құрбысына қарап оқитынын мұғалімнің білуі",
      "Балалардың қалай оқитынын мұғалімнің түсінуі",
      "Сыныпта не болып жатқанын мұғалімнің түсінуі",
      "Оқушылардың барлығына бірдей тапсырма беруді білу",
      "Балаларға қоятын талаптарды мұғалімнің білуі"
    ]
  },
  {
    numb: 153,
    question: "Оқуды даралаудың шешуші критерийі",
    answer: "Білім алуда тәуелсіздікті қамтамасыз ету",
    options: [
      "Қай кезде мұғалімнің көмегі қажет екенін білу",
      "Жұмысты орындауға қажетті әдісті таңдай алу",
      "Білім алуда тәуелсіздікті қамтамасыз ету",
      "Оқушылардың өз идеяларына рефлекция жасауы",
      "Оқушының қалай оқитынын қадағалау"
    ]
  },
  {
    numb: 154,
    question: "Оқушылардың сын тұрғысынан ойланудағы ≪өз көзқарасының, болжамдарының субъективті екенін түсіну≫ ерекшелігі",
    answer: "Өзіндің сана-сезім",
    options: [
      "Өзіндің сана-сезім",
      "Өзіндік тәртіп",
      "Ұтымдылық",
      "Жүйелілік",
      "Өзіндік пайым"
    ]
  },
  {
    numb: 155,
    question: "Топтағы бірлескен жұмысты жүзеге асырудың эмоционалдық мақсаты",
    answer: "Күрделі тапсырмалар үшін қолайлы ортаны қамтамасыз ету",
    options: [
      "Күрделі тапсырмалар үшін қолайлы ортаны қамтамасыз ету",
      "Мәселені бірлесіп шешудің амалын табу",
      "Маңызды дағдыларды және түсініктерді дамыту",
      "Жұмыстың баламалы амалдары туралы идеялар ұсыну",
      "Тәжірибемен және идеялармен алмасу"
    ]
  },
  {
    numb: 156,
    question: "Дәлелдеу, пікірталас пен келіссөз барысында қалыптасатын білім ретінде қарастыратын көзқарастық оқу",
    answer: "Диалогтік",
    options: [
      "Тақырыпты",
      "Модульдік",
      "Монологтік",
      "Пәнаралық",
      "Диалогтік"
    ]
  },
  {
    numb: 157,
    question: "Метатану үдерісінің мағынасы",
    answer: "Қалай оқу керектігін үйрену",
    options: [
      "Жас ерекшелігіне сай оқыту",
      "Сыни тұрғыдан ойлану",
      "Топтық негізде оқыту",
      "Диалог негізінде оқыту",
      "Қалай оқу керектігін үйрену"
    ]
  },
  {
    numb: 158,
    question: "Тұлғаның біліктілік дәрежесін анықтау мақсатында бағалау",
    answer: "Стандартты бақылау және орындау",
    options: [
      "Оқудағы қиындықтарды анықтау",
      "Стандартты бақылау және орындау",
      "Уәж түріндегі кері байланыс",
      "Оқыту стилін бақылау",
      "Болжау және сұрыптау"
    ]
  },
  {
    numb: 159,
    question: "Оқушылар мен мұғалімдерге жетістіктері мен дамыу туралы хабар беруді көздейтін бағалау мақсаты",
    answer: "Кері байланыс ұсыну",
    options: [
      "Стандарттарды орындау",
      "Бағдарлама мазмұнын бақылау",
      "Оқытудағы қиындықтарды анықтау",
      "Болжау және сұрыптау",
      "Кері байланыс ұсыну"
    ]
  },
  {
    numb: 160,
    question: "Мұғалімдер мен ересектерді түсініктеме беруге жетелеу дарынды және талантты оқушылардың қай сипаттамасына тән",
    answer: "Табандылық таныту",
    options: [
      "Қоғамдық көшбасшылық",
      "Креативтік ойлау",
      "Табандылық таныту",
      "Ынталандыру",
      "Қалай оқитыны"
    ]
  },
  {
    numb: 161,
    question: "Іс-әрекеттегі зерттеуді жұзеге асыру айналамының бірінші қадамының мазмұны",
    answer: "Міндеттемеге алу",
    options: [
      "Міндеттемеге алу",
      "Зерттеуді дайындау",
      "Қайта бастау",
      "Тәжірибені жетілдіру",
      "Оқушыны анықтау"
    ]
  },
  {
    numb: 163,
    question: "Өзін-өзі тәрбиелеу қажеттілігі тән",
    answer: "Жеткіншекке",
    options: [
      "Мектепке дейінгі балаларға",
      "Жеткіншекке",
      "Бастауыш сынып оқушысына",
      "Барлық сынып оқушысына",
      "1-сынып оқушыларына"
    ]
  },
  {
    numb: 165,
    question: "Эстетикалық тәрбиенің міндеттері",
    answer: "Оқушылардың әсемдікті тануға орайласқан санасын, қасиетін, бағалау эстетикалық қатынастарын ашу",
    options: [
      "Оқушылардың әсемдікті тануға орайласқан санасын, қасиетін, бағалау эстетикалық қатынастарын ашу",
      "Мамандықты таңдауға дайындау",
      "Орта, перспектива",
      "Борыш, ұят",
      "Пікірталастар"
    ]
  },
  {
    numb: 166,
    question: "Оқушылардың жалпы эстетикалық мәдениеті",
    answer: "Эстетикалық санасының даму деңгейі",
    options: [
      "Дене тәрбиесі",
      "Намыс",
      "Эстетикалық санасының даму деңгейі",
      "Дүниетаным",
      "Режим"
    ]
  },
  {
    numb: 167,
    question: "Оқыту әдістері анықталмайды",
    answer: "Оқушылардың қызығушылығымен",
    options: [
      "Мұғалімнің кәсіптік дайындығының дәрежесімен",
      "Оқушылардың қызығушылығымен",
      "Оқушының дамуымен",
      "Оқыту мен тәрбиенің мақсаттары және міндеттерімен",
      "Оқу материалының мазмұнымен"
    ]
  },
  {
    numb: 168,
    question: "Білім мазмұнын іріктеудің тәуелділігі",
    answer: "Оқыту мен білім берудің мақсатына, ғылыми-техникалық прогрестің дамуына",
    options: [
      "Оқыту мен білім берудің мақсатына, ғылыми-техникалық прогрестің дамуына",
      "Әлеуметтік тапсырысқа",
      "Оқу-әдістемелік әдебиеттердің дайындалу деңгейіне",
      "Оқытушылардың педагогикалық тәжірибелері мен ғылымнан даму деңгейіне",
      "Педагогикалық кадрлар даярлау деңгейіне"
    ]
  },
  {
    numb: 169,
    question: "Білім беру мазмұнін анықтаушы құжаттар",
    answer: "Оқу жоспары, оқу бағдарламалары",
    options: [
      "Оқу жоспары, оқу бағдарламалары",
      "Әдістемелік нұсқаулар, оқу құралдары",
      "Күнтізбелік жоспар, сабақтың жоспары",
      "ҚР-ның ≪Білім туралы≫ заңы",
      "ҚР-ның конституциясы"
    ]
  },
  {
    numb: 171,
    question: "Педагогикалық ғылымның саласы",
    answer: "Педагогика тарихы",
    options: [
      "Педагогика тарихы",
      "Философия",
      "Психология",
      "Әлеуметтану",
      "Логика"
    ]
  },
  {
    numb: 172,
    question: "Жаңашылдық, оптималдық, жоғары нәтижелілік, тәжірибеде шығармашылықпен қолдану мүмкіндігі",
    answer: "Педагогикалық жаңашылықтың критерийлер жиынтығы",
    options: [
      "Педагогикалық жаңашылықтың критерийлер жиынтығы",
      "Педагогикалық мониторинг қызметі",
      "Педагогикалық жаңылықты тәжірибеге ендіру",
      "Педагогикалық идеяның инновациялық бағыты",
      "Технологиялар мен концепциялар жүйесі"
    ]
  },
  {
    numb: 173,
    question: "Мұғалімнің инновациялық іс-әрекеті",
    answer: "Өзінің тәжірибесінде озық және тиімді нәтижелерге қол жеткізу",
    options: [
      "Оқушылардың жағымды мінез-құлқын қалыптастыру",
      "Сабақты психологиялық талдау",
      "Өзінің тәжірибесінде озық және тиімді нәтижелерге қол жеткізу",
      "Оқушылардың дүниетанымын қалыптастыру",
      "Оқу-тәрбие үдерісінде оқушыларды әлеуметтендіру"
    ]
  },
  {
    numb: 175,
    question: "≪Қара жәшік≫ ішіндегі жұмысты көрсетіңіз",
    answer: "Оқушымен бірге критерийлерді талдау",
    options: [
      "Жаңа жағыдайларға тез бейімделу",
      "Оқыту әдістерін оқушылармен таңдау",
      "Нақты сандық ақпараттарды алу",
      "Оқушымен бірге критерийлерді талдау",
      "Мүмкіндіктердің барлығын қарастыру"
    ]
  },
  {
    numb: 176,
    question: "Еі үздік оқушыларды анықтаудағы икемділік сенімді өлшемнің сипаттамасы",
    answer: "Басқаларға қарағанда ойлау қабілеттері жақсы ұйымдастырылған",
    options: [
      "Қызығушылыған арттыру үшін күрделі ойын мен тапсырмаларға ұмтылады",
      "Жоспарлауға көп уақыт жұмсауы мүмкін, бірақ жоспарды тез жүзеге асырады",
      "Басқаларға қарағанда ойлау қабілеттері жақсы ұйымдастырылған",
      "Олар ерте жасынан бастап сөйлей, оқи және жаза бастайды",
      "Олар ақпаратты біліп қана қоймай, оны пайдалана алады"
    ]
  },
  {
    numb: 177,
    question: "Оқушылардың білім алуын қолдау үшін пайдаланылатын сынақтан өткізу сұрақ қою мысалы",
    answer: "Осы ойыңызды дәлелдей алатын мысал бар ма",
    options: [
      "Осы пікірді кім толықтыра алады",
      "Осы ойыңызды дәлелдей алатын мысал бар ма",
      "Көмектесе алатындар бар ма",
      "Оқудағы кедергілер туралы не айтуға болады",
      "Осы сұрақтың жауабын кім біледі"
    ]
  },

  {
    numb: 180,
    question: "Н. Мерсер балалардың сыныпта талқылау кезінеде өз сөздерін дәйектеудің үш түрін анықтаған. Соның бірі болып табалатын пікірталастық әңгіменің сипаттамасы",
    answer: "Басқа адамдардың көзқарасын қабылдауды қаламайды, бәсекеге қабілетті",
    options: [
      "Басқа адамдардың көзқарасын қабылдауды қаламайды, бәсекеге қабілетті",
      "Бір-бірінің қосқан үлесін сынамайды және сындарлылыққа негізделеді",
      "Ұсыныстар айтылатын дәлел мен сын тұрғысынан ойлау арқылы жалғасады",
      "Не істеу керек екенін түсіндіреді және ақпаратты жеткізеді",
      "Ақпаратты тарату және мәселелерді шешу мақсатында ой бөліседі"
    ]
  },
  {
    numb: 182,
    question: "Білімді игеруде ≪үнемі қайталап отыру арқылы фактілерді, ойларды және күнделікті іс-әрекеттерді жаттау≫ әдісі",
    answer: "Механикалық есте сақтау",
    options: [
      "Декламация",
      "Нұсқаулық/баяндау",
      "Диалог",
      "Механикалық есте сақтау",
      "Талқылау"
    ]
  },
  {
    numb: 185,
    question: "Бағалау мақсатында жүргізілген қадағалау нәтижелерінің интерпретациясы",
    answer: "Алынған мәліметтердің мәнін анықтау",
    options: [
      "Оқушының келесі даму бағытын айқындау",
      "Алынған мәліметтердің мәнін анықтау",
      "Енгізілген өзгерістердің тиімділігін бағалау",
      "Оқытудың келесі кезеңдерін жоспарлау",
      "Оқушыларға қосымша тапсырмалар тарату"
    ]
  },
  {
    numb: 186,
    question: "Оқу үдерісінің қалай жүретінін басқалардан гөрі жақсы біліп, өздірінің оқуын реттей алатындығымен ерекшеленетін оқушыны анықтайтын өлшем",
    answer: "Өз білімін жетілдіру",
    options: [
      "Есте сақтау және білу",
      "Өз білімін жетілдіру",
      "Мәселені шешу",
      "Ойлау қабілетінің жылдамдығы",
      "Икемділік"
    ]
  },
  {
    numb: 187,
    question: "Сабақты зертеу тәсілін жоспарлау барысындағы ≪зерттелінетін≫ оқушылар санаты",
    answer: "Үлгермеушіліктің жоғары, орта, төменгі деңгейі",
    options: [
      "Әлеуметтік тұрғыда қорғалған/қорғалмаған",
      "Математикалық, лингвистикалық, дарынды музыкалы",
      "Үлгермеушіліктің жоғары, орта, төменгі деңгейі",
      "Дамыған/әлсіз дамыған коммуникативтік қасиеттер",
      "Гипербелсенді, белсенді, пассивті"
    ]
  },
  {
    numb: 189,
    question: "Сабақты зерттеу (Lesson Study) тәсілінде зерттеу сабағы аяқталғаннан кейін жүзеге асатын талдаудың белгеленген құрылымы бойынша кезеңдердің бірі",
    answer: "Келесі сабақты зерттеуді топпен бірлесе жоспарлау",
    options: [
      "Зерттеу сабағының күтілетін нәтижесін болжамдау",
      "Түйінді идеяларды талқылау",
      "Топпен бірлесе сабақтың мақсатын анықтау және дайындау",
      "Келесі сабақты зерттеуді топпен бірлесе жоспарлау",
      "Зерттеуге қажетті әдебиеттерді зерделеу"
    ]
  },
  {
    numb: 191,
    question: "Тәрбие процесінің қозғаушы күштері",
    answer: "Ішкі және сыртқы қайшылақтар",
    options: [
      "Оқушылардың әрекетін ұйымдастыру",
      "Ішкі және сыртқы қайшылақтар",
      "Қос ықпал принципі",
      "Комплекстілі",
      "Күрделі процесс"
    ]
  },
  {
    numb: 192,
    question: "Тәрбие әдісі",
    answer: "Мектеп тәжірибесінде тәрбиеге қойылған мақсаттарға қол жеткізу үшін пайдаланылатын жол, тәсілдер, тәрбиелеу саласына, сезіміне, іс-әрекетіне әсер ету шаралары",
    options: [
      "Оқушылардың бойындағы белгілі қасиеттерді тәрбиелеу",
      "Мектеп тәжірибесінде тәрбиеге қойылған мақсаттарға қол жеткізу үшін пайдаланылатын жол, тәсілдер, тәрбиелеу саласына, сезіміне, іс-әрекетіне әсер ету шаралары",
      "Тәжірибеде жиі қолданылатын педагогикалық жағдаяттар",
      "Тәрбие процесінің жағдайына тура келетін тәсілдер",
      "Таңдау, құрастыру, болжау"
    ]
  },
  {
    numb: 193,
    question: "≪Тәрбие≫ ұғымына анықтама",
    answer: "Қоғамдық өндірістік және мәдени өмірдің белсенді қатысушысын даярлауды мақсат етіп қойған, жеке адамды қалыптастырудың жүйелі процесі",
    options: [
      "Қоғамдық өндірістік және мәдени өмірдің белсенді қатысушысын даярлауды мақсат етіп қойған, жеке адамды қалыптастырудың жүйелі процесі",
      "Адамның шығармашылық күші мен қабілетін дамыту",
      "Қоғамға сай ережелерді меңгеру жеке адамның тұлғалық қалытасуы",
      "Оқу-тәрбие мекемелерінде балалармен тәрбие жұмысын жүргізу",
      "Білім, білік және дағдыны ұрпақтан-ұрпаққа беру"
    ]
  },
  {
    numb: 194,
    question: "≪Оңайдан қиынға≫ ережесі қай принципке жатады",
    answer: "Түсініктілік",
    options: [
      "Бірізділік және жүйелілік",
      "Ғылымилық",
      "Түсініктілік",
      "Көрнекілік",
      "Теорияның практикамен байланысы"
    ]
  },
  {
    numb: 195,
    question: "Курс тарауы аяқталғаннан кейін оқушылардың өз бетімен орындайтын лабораториялық жұмысының кешендісі",
    answer: "Практикумдар",
    options: [
      "Консультация",
      "Практикумдар",
      "Семинар",
      "Оқу саяхаты",
      "Факультативтер"
    ]
  },
  {
    numb: 197,
    question: "Бақылаудың аузыша әдістері",
    answer: "Фронталды жауап алу",
    options: [
      "Реферат",
      "Мазмұндама",
      "Фронталды жауап алу",
      "Баяндама",
      "Диктант"
    ]
  },
  {
    numb: 198,
    question: "Шығармашылық ізденістің басы, сабақты әсерлі өткізудің құралы",
    answer: "Сабақтың жоспары",
    options: [
      "Сабақтың құрылымы",
      "Сабақтың міндеттері",
      "Сабақтың мазмұны",
      "Сабақтың мақсаты",
      "Сабақтың жоспары"
    ]
  },
  {
    numb: 199,
    question: "Мұғалімнің озық педагогикалық тәжірибесінің жай тәжірибеден артықшылығы",
    answer: "Логикасы, әдісі, тәсілі жағынан ерекше тиімді нәтиже береді",
    options: [
      "Оқушылардың дүниетанымын қалыптастыруға мүмкіндік береді",
      "Мұғалімнің моральдық-этикалық сапаларын қалыптастырады",
      "Оқушыларды әлеуметтендіреді",
      "Логикасы, әдісі, тәсілі жағынан ерекше тиімді нәтиже береді",
      "Сабақты тез арада талдауға болады"
    ]
  },
  {
    numb: 200,
    question: "Мұғалімге ағымдағы сабақты талдауға және қадағалауға негіз болатын педагогикалық іскерлік",
    answer: "Оқушының материалды түсінуін, жұмыс қарқынын байқау",
    options: [
      "Оқушының зейінін шоғырландыру",
      "Оқушының жылдам есте сақтауын байқау",
      "Оқушының логикалық ойлауын ұйымдастыру",
      "Оқушының зейінін тұрақтандыру",
      "Оқушының материалды түсінуін, жұмыс қарқынын байқау"
    ]
  },
  {
    numb: 201,
    question: "Кеңес дәуіріндегі жаңашыл мұғалімдер",
    answer: "Шаталов В. Ф., Вольков И. И., Лысенкова С. Н., Амонашвили Ш. А.",
    options: [
      "Шаталов В. Ф., Азаров Б. П., Пинт А. О",
      "Шаталов В. Ф., Ильина Т. А., Бабанский Ю. К.",
      "Шаталов В. Ф.,  Крутецкий В. А., Ильин Е. Н.",
      "Шаталов В. Ф., Вольков И. И., Лысенкова С. Н., Амонашвили Ш. А.",
      "Шаталов В. Ф., Азаров Б. П., Харламов И. Ф"
    ]
  },
  {
    numb: 203,
    question: "Зерттеушілік әңгімеге тән білгілер",
    answer: "Әркімнің идеясы пайдалы деп саналғанымен, мұқият бағаланады",
    options: [
      "Орта бірлесуден гөрі, көбінесе бәсекелестікке бағытталған",
      "Ой-пікірлерде үлкен алшақтық болады және әркім өз пікірінде қалады",
      "Әркімнің идеясы пайдалы деп саналғанымен, мұқият бағаланады",
      "Идея қайталанады, бірақ үнемі мұқият бағалана бермейді",
      "Айтылған пікірлермен тыңдаушылар механикалық түрде келісе береді"
    ]
  },
  {
    numb: 204,
    question: "Дарынды және таланты балалардың анықтау өлшемдерінің ішіндегі ≪өз білімін жетілдіру≫ өлшеміне сәйкес келетін сипаттама",
    answer: "Олар өздерінің оқуларын реттей алады",
    options: [
      "Ерте бастан сөйлей, оқи, жаза алады",
      "Мақсатты өзі үшін белгілеп, оған ұмтылады",
      "Олар өздерінің оқуларын реттей алады",
      "Идея ұсынып, дәлелдермен айғақтайды",
      "Топты идеяларды қабылдауға иландырады"
    ]
  },
  {
    numb: 207,
    question: "Баламалы шарттардың және іс-әрекет жоспарларының болжамды шынайы әсерлерін көрсету үшін қоланылады",
    answer: "Модельдеу",
    options: [
      "Салыстыру",
      "Модельдеу",
      "Алгоритмдеу",
      "Бағалау",
      "Жүйелеу"
    ]
  },
  {
    numb: 209,
    question: "Оқу пирамидасына сәйкес оқушылардың алған ақпаратты есте сақтауының ең тиімсізі",
    answer: "Дәріс",
    options: [
      "Өзгелерді оқыту",
      "Тәжірибе жасау",
      "Дәріс",
      "Көрсетілім",
      "Талқылау"
    ]
  },
  {
    numb: 210,
    question: "Оқу үдерісіне ақпараттық-коммуникациялық технологияларды енгізу барысында білікті мұғалімде болуы қажет білім",
    answer: "Теориялық және практикалы",
    options: [
      "Әдістемелік және метатанымдық",
      "Теориялық және практикалы",
      "Нақты және тұжырымдамалы",
      "Нысандандырылған және нысандандырылмаған",
      "Тиімді және тиімсіз"
    ]
  },
  {
    numb: 211,
    question: "Н. Мерсер бойынша кумултивтік әңгіменің сипаттамасын көрсетіңіз",
    answer: "Идея қайталанады және жасалынады, бірақ үнемі мұқият бағалана бермейді",
    options: [
      "Идея қайталанады және жасалынады, бірақ үнемі мұқият бағалана бермейді",
      "Топтағы қатысушылар өзара келісімге қол жеткізуге тырысады",
      "Әркімнің идеясы пайдалы деп саналғанымен, мұқият бағаланады",
      "Ресурстарды біріктіруге бағытталған аздаған талпыныс жасалады",
      "Пікірлерде үлкен алшақтық болады және әрқайсысы өз шешімдерінде қалады"
    ]
  },
  {
    numb: 213,
    question: "Оқушылардың ақырып бойынша нені түсінбегенін анықтау үшін бақылау алып, ақтандықтарды жоюдағы бақылау мақсаты",
    answer: "Оқудағы қиындықты анықтау",
    options: [
      "Оқудағы қиындықты анықтау",
      "Стандартты бақылау және орындау",
      "Оқыту стилін бақылау",
      "Бағдарлама мазмұнын бақылау",
      "Болжау және сұрыптау"
    ]
  },
  {
    numb: 215,
    question: "Дарынды, талантты балаларды тексеру парағы бойынша мәселені шеше алатын оқушыларға тән ерекшелік",
    answer: "Ақаратты толықтырып, қайшылықтарын анықтап, мәніне тез жетеді",
    options: [
      "Ақпаратты біліп, есте сақтап қана қоймай, оны пайдалана алады",
      "Қызығушылыған арттыру үшін күрделі тапсырмаларға ұмтылады",
      "Жоспарлауға көп уақыт жұмсауы мүмкін, бірақ жоспарды тез жүзеге асырады",
      "Ақаратты толықтырып, қайшылықтарын анықтап, мәніне тез жетеді",
      "Оқу үдерісінің қалай жүретінін жақсы біледі, өздерінің оқуын реттей алады"
    ]
  },
  {
    numb: 216,
    question: "Сабақты зертеу тәсіліне қатысты дұрыс тұжырым",
    answer: "Топты кәсіби ұйымдастыру үшін тәжірибесі бар мұғалім арнайы шақырылады",
    options: [
      "Сабаққа берілген кез-келген баға жеке мұғалімге ғана қатысты болады",
      "Топты кәсіби ұйымдастыру үшін тәжірибесі бар мұғалім арнайы шақырылады",
      "Зерттеу барысында жинақталған білімді топ мүшелері ғана пайдаланады",
      "Зерттеу жүргізуші топты бір әдістемелік бірлестіктің кем дегенде бес мұғалімі құрайды",
      "Сабақты зерттеуді іс-әрекеттегі зерттеу ретінде қарастыруға болмайды"
    ]
  },
  {
    numb: 217,
    question: "Сабақты зерттеуді жүзеге асыратын педагогтар",
    answer: "Оқудың жаға тәсілін модеьдейді",
    options: [
      "≪Оқушы үні≫ жобасын жүзеге асырады",
      "Халықаралық зерттеуге қатысады",
      "Оқудың жаға тәсілін модеьдейді",
      "Мектептегі бар тәжірибені жинақтайды",
      "Ата-аналардың оқыту нәтижесіне ықпалын зерттейді"
    ]
  },
  {
    numb: 218,
    question: "Тәрбие әдісі ретіндегі жаттығудың мәні неде",
    answer: "Мінез-құлық нормалары мен ережелеріне сай тәрбиешінің әр түрлі іс-әрекетті ұйымдастыруында",
    options: [
      "Мінез-құлық нормалары мен ережелеріне сай тәрбиешінің әр түрлі іс-әрекетті ұйымдастыруында",
      "Анықталған дағды немесе білікті қалыптастыру мақсатымен іс-әрекеттерді көп мөлшерде қайталау",
      "Білім, білік және дағдыны тексеру мақсаты мен анықталған іс-әрекеттерді көп мөлшерде қайталау",
      "Алғашқы білімді қалыптастыру мақсатымен анықталған іс-әрекеттерді көп мөлшерде қайталау",
      "Ұғынуы іс-әрекетінде"
    ]
  },
  {
    numb: 219,
    question: "Тәрбиенің мазмұнынынң бағыттары",
    answer: "Білім, сендіру, дағды, тұлға бейнесін және мінез-құлқын қалыптастыру жүйесі",
    options: [
      "Объективті шындықтың ғылыми білімдерін қалыптастыру",
      "Балалар мен үлкендердің бірлескен әрекеті",
      "Қажетті қасиеттерді еркін қалыптастыру",
      "Эстетикалық түсінік қалыптастыру",
      "Білім, сендіру, дағды, тұлға бейнесін және мінез-құлқын қалыптастыру жүйесі"
    ]
  },
  {
    numb: 220,
    question: "Оқыту әдісі",
    answer: "Мұғалім мен оқушылардың бірлескен әрекеті",
    options: [
      "Оқушылардың білім, іскерлік, дағдыны меңгеруі",
      "Оқушылар әрекетін ұйымдастыру",
      "Оқушылардың танымдық әрекетін басқару",
      "Мұғалім мен оқушылардың бірлескен әрекеті",
      "Оқушылардың әрекетін басқару"
    ]
  },
  {
    numb: 221,
    question: "Сабаққа психологиялық талдау жасау ол",
    answer: "Мұғалімнің проективті-рефлексивті іс-әрекеті",
    options: [
      "Дидактикалық принцип",
      "Мұғалімнің инновациялық іс-әрекеті",
      "Жетекші іс-әрекеті",
      "Оқушының психологиялық ерекшеліктерін ескеретін жеке тұлғаға бағдарланған оқыту",
      "Мұғалімнің проективті-рефлексивті іс-әрекеті"
    ]
  },
  {
    numb: 222,
    question: "Сабақты психологиялық талдаудың мәні",
    answer: "Сабақтың пәндік-тұлғалық тиімділігі мен нәтижелілігі, мұғалім мен шәкірттің қарым-қатынас заңдылықтары",
    options: [
      "Оқушылардың мінез құлқының пайда болуы, қалыптасуы және даму динамикасы",
      "Оқушылардың сабақ барысындағы әлеуметтану заңдылықтары",
      "Сабақтың пәндік-тұлғалық тиімділігі мен нәтижелілігі, мұғалім мен шәкірттің қарым-қатынас заңдылықтары",
      "Психикалық танымдық процестердің пайда болуы, қалыптасуы және даму заңдылықтары",
      "Оқушылардың жеке тұлғалық қалыптасуы мен даму динамикасы"
    ]
  },
  {
    numb: 224,
    question: "Ең үздік оқушыларды анықтаудағы ерте символдық белсенділік сенімді өлшемнің сипаттамасы",
    answer: "Олар ерте жасынан бастап сөйлей, оқи және жаза бастайды",
    options: [
      "Олар ерте жасынан бастап сөйлей, оқи және жаза бастайды",
      "Жоспарлауға көп уақыт жұмсауы мүмкін, бірақ жоспарды тез жүзеге асырады",
      "Басқаларға қарағанда ойлау қабілеттері жақсы ұйымдастырылған",
      "Қызығушылығын арттыру үшін күрделі ойын мен тапсырмаларға ұмтылады",
      "Олар ақпаратты біліп қана қоймай, оны пайдалана алады"
    ]
  },
  {
    numb: 226,
    question: "Оқудағы тәжірибе үлгісі және ақпараттық-коммуникациялық технологиялар көмегімен ≪Көрсету≫ аспектілері арасындағы сәйкестік",
    answer: "Өлшеулерді қалай жүргізу керектігін көрсету",
    options: [
      "Болжамдарды тексеру үшін деректерді жинау",
      "Ықтимал әсерлерді имитациялау",
      "Әртүрлі жұмыстарды салыстыру",
      "Оқушылардың жұмыстарымен айырбастауы",
      "Өлшеулерді қалай жүргізу керектігін көрсету"
    ]
  },
  {
    numb: 228,
    question: "Оқу нәтижелерінің бес түрі анықталған. Оқушыға қатысты сыртқы фактор ретінде қарастырылған оқу нәтижесі",
    answer: "Білімнің сандық ұлғаюы",
    options: [
      "Мағынаны ұғыну",
      "Шынайылықты өзгеше түсіну",
      "Білімнің сандық ұлғаюы",
      "Өзара байланысты анықтауы",
      "Әлемді танып білуі"
    ]
  },
  {
    numb: 230,
    question: "Оқуды бағалаудың оқу үшін бағалауға ауыстырылу шарты",
    answer: "Бағалау сипатын өзгерту",
    options: [
      "Бағалау кестесінңі ауысуы",
      "Модерация үдерісінде",
      "Уақыттың тапшылығы",
      "Бағалау сипатын өзгерту",
      "Оқу үдерісінің қарқыны"
    ]
  },
  {
    numb: 232,
    question: "Авторитарлы тәрбие, либеральды тәрбие, демократиялық тәрбие, еркін тәрбие. Қандай белгілер бойынша жіктелген",
    answer: "Қарым-қатынас стилі бойынша",
    options: [
      "Мектептің тәрбиелік жұмыс бағыты бойынша",
      "Тәрбие мазмұны бойынша",
      "Институтцияльды белгі бойынша",
      "Қарым-қатынас стилі бойынша",
      "Философиялық оқу негізінде"
    ]
  },
  {
    numb: 233,
    question: "Оқыту принциптерінің мәнін ашатын дәлел",
    answer: "Оқу процесінң барлық жақтарын реттейтін дидактика категориялары",
    options: [
      "Тәжірибені ұйымдастырудың қажетті жағыдайы",
      "педагогикалық мақсатқа жетудің жолдары",
      "Оқу процесін ұйымдастыруға арналған шаралар",
      "Оқытудың жалпы заңдылықтары",
      "Оқу процесінң барлық жақтарын реттейтін дидактика категориялары"
    ]
  },
  {
    numb: 234,
    question: "Мұғалім іс-әрекетінің нәтижелілігі",
    answer: "Тиімділігімен анықталады",
    options: [
      "Мақсаттылығымен анықталады",
      "Жаңалығымен анықталады",
      "Тиімділігімен анықталады",
      "Саналылығымен анықталады",
      "Бағыттылығымен анықталады"
    ]
  },
  {
    numb: 235,
    question: "Жеке балаға, сондай-ақ тұтас ұжымға тәрбиелік әсер етуге таңдаған әдістемелерді жүзеге асыратын білім, шеберлік, дағдылардың жиынтығы",
    answer: "Педагогикалық технология",
    options: [
      "Педагогикалық мораль",
      "Педагогикалық техника",
      "Педагогикалық технология",
      "Педагогикалық стиль",
      "Педагогикалық шеберлік"
    ]
  },
  {
    numb: 236,
    question: "Білім берудегі инновациялық процестердің педагогикалық маңызды проблемасы",
    answer: "Озық педагогикалық тәжірибені  зерттеу, жинақтау және тарату",
    options: [
      "Балалардың жас және дара ерекшеліктерін ашу",
      "Озық педагогикалық тәжірибені  зерттеу, жинақтау және тарату",
      "Педагогикалық процесте қолданатын әдіс-тәсілдерді іріктеу",
      "Білім берудің мазмұнын зерттеу",
      "Педагогикалық білімдер жүйесін анықтау"
    ]
  },
  {
    numb: 237,
    question: "Д. Фриманның дарынды, талантты балаларды тексеру парағы бойынша ≪Мәселені шешу≫ өлшемінің сипаттамасы",
    answer: "Ақпаратты толықтырып, қайшылықтарын анықтайды",
    options: [
      "Жоспарлауға көп уақыт жұмсағанымен, оны тез жүзеге асырады",
      "Оқыту үдерісінің қалай жүретінін біледі, өздерінің оқуын реттейді",
      "Қызығушылығын арттыру үшін күрделі тапсырмаларға ұмтылады",
      "Ақпаратты есте сақтап қана қоймай, оны пайдалана алады",
      "Ақпаратты толықтырып, қайшылықтарын анықтайды"
    ]
  },
  {
    numb: 238,
    question: "Сабақта оқушыларды суреттер, естелік жазбалары сияқты дәлелдерді жинақтау және топтастыруға тартқанда сын тұрғысынан ойлаудың дамитын дағдысы",
    answer: "Интерпретациялау",
    options: [
      "Интерпретациялау",
      "Тексеру",
      "Талдау",
      "Бағалау",
      "Бақылау"
    ]
  },
  {
    numb: 239,
    question: "Кохлберг бойынша моральдік пайымдаудың үшінші деңгейі",
    answer: "Нормативтіктен кейінгі моральдік пайымдау",
    options: [
      "Ұқсастық бойынша пайымдау",
      "Нормативтіктен кейінгі моральдік пайымдау",
      "Қоғамдық көзқарасқа сәйкес пайымдау",
      "Дәстүрлі моральдік пайымдау",
      "Нормативтікке дейінгі моральдік пайымдау"
    ]
  },
  {
    numb: 240,
    question: "Кохлберг бойынша ережелерді абсолютті және мызғымас деп қабылдайтын моральдік пайымдау кезеңі",
    answer: "Тілалғыштық және жазалау",
    options: [
      "Әлеуметтік шарт, жеке құқықтар",
      "Тілалғыштық және жазалау",
      "Әлеуметтік тәртіпті қолдау",
      "Әмбебап қағидаттар",
      "Тұлғааралық қатынастар"
    ]
  },
  {
    numb: 241,
    question: "Оқушыларға анағұрлым толық жауап беруге, өз ойларын анық білдіруге, өз идеяларын дамытуға көмектесетін сұрақ қою түрі",
    answer: "Сынақтан өткізу",
    options: [
      "Қайта бағыттау",
      "Жабық сұрақ",
      "Түрткі болу",
      "Талқылау",
      "Сынақтан өткізу"
    ]
  },
  {
    numb: 243,
    question: "Блек пен Уильям зерттеулерінде сыныптың ≪Қара жәшік≫ метафорасы қолданылған. Осы метафораның негізгі идеясын көрсетіңіз",
    answer: "Оқушыларды өзін-өзі бағалауға қатыстыру",
    options: [
      "Оқушылардың табысты тәжірибелерін насихаттау",
      "Әр-түрлі жастағы оқушыларды оқыту",
      "Сыныптағы диалогтық оқытудың мәні",
      "Ақпараттық-технологияларды қолдану",
      "Оқушыларды өзін-өзі бағалауға қатыстыру"
    ]
  },
  {
    numb: 244,
    question: "Білім беру саласындағы біздің мақсатымызды анықтайтын болжам",
    answer: "Дәлел",
    options: [
      "Өлшем",
      "Оқу сапасы",
      "Дәлел",
      "Әсер",
      "Талқылау"
    ]
  },
  {
    numb: 245,
    question: "Метатануды  анықтайды ...",
    answer: "Ойлау, қатесін танып-білу, ойларды реттеу",
    options: [
      "Ойлау, қатесін танып-білу, ойларды реттеу",
      "Реттеу, оқу, ойлау",
      "Білу, жазу, қабылдау",
      "Нәтижелеу, сезіну, ойлау",
      "Тану, көру, оқу"
    ]
  },
  {
    numb: 246,
    question: "Оқушының өзекті даму деңгейі мен үлкендердің басшылығымен, жолдастарымен  шешкен міндеттер арқылы анықталатын болжамды деңгей арасындағы қашықтық ",
    answer: "Жақын арадағы даму аймағы",
    options: [
      "Жақын арадағы даму",
      "Жақын арадағы даму аймағы",
      "Болжам  аймағы",
      "Үлкендер қарым-қатынасы",
      "Өзекті даму деңгейі"
    ]
  },
  {
    numb: 247,
    question: "Мектеп жұмысы мен оқушы жетістіктерін өрістетудегі негізгі тұлға",
    answer: "Ұстаз",
    options: [
      "Оқушы",
      "Ұстаз, оқушы",
      "Ғалым",
      "Ұстаз",
      "Директор"
    ]
  },
  {
    numb: 248,
    question: "Мұғалімнің ұстанымы",
    answer: "Шешім, ұсыныс, іс-әрекет",
    options: [
      "Іс-әрекет, білім, нәтиже",
      "Көзқарас, пікір",
      "Көзқарас, шешім, іс-әрекет",
      "Шешім, ұсыныс, іс-әрекет",
      "Пікір, шешім, көзқарас."
    ]
  },
  {
    numb: 249,
    question: "«Мұғалімнің үш көмекшісі» ілімінің негізін салушы",
    answer: "Шульман",
    options: [
      "Шульман",
      "Роджерс",
      "Пажарес",
      "Выготский",
      "Блум"
    ]
  },
  {
    numb: 250,
    question: "Ойлауды дамыту туралы теория авторы",
    answer: "Дж.Пиаже",
    options: [
      "Маслоу",
      "Роджерс",
      "Дж.Пиаже",
      "Л.Выготский",
      "М.Монтессорий"
    ]
  },
  {
    numb: 251,
    question: "«Үштік модельді» ұсынушы",
    answer: "Р.Стернберг",
    options: [
      "Дж.Пиаже",
      "М.Монтессорий",
      "Блум",
      "Р.Стернберг",
      "Л.Выготский"
    ]
  },
  {
    numb: 252,
    question: "Көрінбейтін оқудың негізін қалаған ",
    answer: "Джон Хэтти",
    options: [
      "Пиаже",
      "Джон Хэтти",
      "Роджерс",
      "Выготский",
      "Монтессори"
    ]
  },
  {
    numb: 253,
    question: "Ынтаның иерархиялық моделін әзірлеген ғалым ",
    answer: "А.Маслоу",
    options: [
      "Р.Стернберг",
      "М.Жұмабаев",
      "Пиаже",
      "Дж.Хетти",
      "А.Маслоу"
    ]
  },
  {
    numb: 254,
    question: "Дарын, қабілет және әлеуеттік шаманы толық көрсете білу",
    answer: "Өзін-өзі таныта білу",
    options: [
      "Өзін құрметтей білу",
      "Өзін түсіне білу",
      "Өзіне сене білу",
      "Өзіне сенбеу",
      "Өзін-өзі таныта білу"
    ]
  },
  {
    numb: 256,
    question: "«Мен» тұжырымдамасының компоненттері ",
    answer: "Эмоциялық, әлеуметтік, когнитивтік",
    options: [
      "Эмоциялық, когнитивтік",
      "Ақпараттық, танымдық",
      "Әлеуметтік, когнитивтік",
      "Эмоциялық, әлеуметтік, когнитивтік",
      "Зияткерлік, дәстүрлік"
    ]
  },
  {
    numb: 257,
    question: "Диалог түрінде оқыту және оқушыларды ынталандыру және дамыту үшін әңгіме күшін қолдануға мүмкіндік береді деп айтқан ",
    answer: "Александер (2008)",
    options: [
      "Вуд (1958)",
      "Велс (1999)",
      "Бахти(1991)",
      "Александер (2008)",
      "Мерсер (2005)"
    ]
  },
  {
    numb: 258,
    question: "Баланы оқыту «сыртқы реттеу», «өзіндік реттеу» ілгерілеу үрдісінің авторы ",
    answer: "М.Монтесори",
    options: [
      "Флейвелл",
      "Бич",
      "Кински",
      "М.Монтесори",
      "Р.Эмилия"
    ]
  },
  {
    numb: 259,
    question: "Оқушылар достық орнатуға, өзге адамдармен бірлесіп жұмыс істеуге , ересектердің көмегінсіз мәселені шешіп үйрену өзін-өзі реттеудің түріне жатады",
    answer: "әлеуметтік",
    options: [
      "эмоциялық өзін-өзі реттеу",
      "когнитивті",
      "әлеуметтік",
      "ынталандырушылық",
      "эмоциялық және әлеуметтік  "
    ]
  },
  {
    numb: 260,
    question: "Оқудың үш стратегияларын атап көрсеткен ғалым",
    answer: "О. Милла",
    options: [
      "Рубин",
      "О. Милла",
      "Чамот",
      "Оксфорд",
      "Р.Эмилия"
    ]
  },
  {
    numb: 261,
    question: "Формативтік және жиынтық бағалау мақсаты арасындағы айырмашылық ...... жылдан бастап белгіленген, бірақ берілген екі терминнің мәнін нақты анықталмаған",
    answer: "1960",
    options: [
      "1985",
      "1940",
      "2000",
      "1960",
      "1998"
    ]
  },
  {
    numb: 262,
    question: "Аффект ұғымын анықтайды",
    answer: "ұзақ уақытқа созылатын, шектен тыс реакция",
    options: [
      "қысқа уақытқа созылатын эмоционалды реакция	",
      "ұзақ уақытқа созылатын, шектен тыс реакция",
      "қысқа уақытқа созылатын, қатты өтетін жағымды эмоционалды реакция",
      "адамдардың тәртіпсіз, истерикалық, ұнамсыз өздері бақылай алмайтын сезімдері",
      "қысқа уақытқа созылатын, қатты өтетін реакция"
    ]
  },
  {
    numb: 263,
    question: "Балалардың өзін-өзі реттелуі басталатын жас ",
    answer: "3-4",
    options: [
      "3-4",
      "5-7",
      "9-11",
      "4-5",
      "7-9"
    ]
  },
  {
    numb: 264,
    question: "Мозаикалық (ДЖИКСО) стратегиясы бойынша оқушылардың атқаратын рөлдері ",
    answer: "төраға, хатшы, хронометражшы, баяндамашы",
    options: [
      "төраға, хатшы, хронометражшы, баяндамашы",
      "төраға, хатшы, қатысушы, баяндамашы",
      "төраға, хатшы, хронометражшы, жүргізуші",
      "бақылаушы, хатшы, хронометражшы, баяндамашы",
      "төраға, басқарушы, хронометражшы, баяндамашы"
    ]
  },
  {
    numb: 265,
    question: "Сабақтың негізгі кезеңдері ",
    answer: "кіріспе, тұсаукесер, негізгі бөлім, қорытынды",
    options: [
      "кіріспе, таныстыру, негізгі бөлім, қорытынды",
      "кіріспе, тұсаукесер, негізгі бөлім, қорытынды",
      "барысы, тұсаукесер, бастапқы бөлім, қорытынды",
      "психологиялық ахуал, тұсаукесер, негізгі бөлім, қорытынды",
      "Ұйымдастыру, тұсаукесер, негізгі бөлім, қорытынды"
    ]
  },
  {
    numb: 266,
    question: "СБТ дегеніміз",
    answer: "сыныпты бағалау техникасы",
    options: [
      "сабақта бағалау техникасы",
      "сыныпты бақылау техникасы",
      "сабақты бақылау теориясы",
      "сыныпты бағалау техникасы",
      "сыныпты бақылау теориясы"
    ]
  },
  {
    numb: 267,
    question: "Тікелей назар аударуға арналған ойлау құралын (ТНАОҚ)  шығарған ",
    answer: "Эдвард де Боно",
    options: [
      "Марк Такер",
      "Рэй Маршал",
      "Эдвард де Боно",
      "Эннис",
      "Эллис"
    ]
  },
  {
    numb: 268,
    question: "Мазмұнды оқу  дегеніміз ",
    answer: "оқу  барысының  әрбір қатысушысы үшін жайлы жағдай жасауды еңбасты мәселе ретінде  қоятын оқу",
    options: [
      "оқу  үдерісіне барлық оқушыларды тарту",
      "оқуда  алған білімдерін түрлі жағдайда қолдануға көмектеседі",
      "оқу  барысының  әрбір қатысушысы үшін жайлы жағдай жасауды еңбасты мәселе ретінде  қоятын оқу",
      "оқу үдерісінің құндылықтарын  күнделікті  тәжірибе нақты  бейнелеген оқу",
      "барлық жауап дұрыс"
    ]
  },
  {
    numb: 269,
    question: "«Ақ ойлау қалпағы» нені білдіреді?",
    answer: "белгілі немесе қажетті ақпаратқа назар аудару",
    options: [
      "белгілі немесе қажетті ақпаратқа назар аудару",
      "«әзәзілдің қорғаушысы» немесе неліктен кейбір тетіктер дұрыс істемейді?",
      "сезімді, болжамды және ішкі түйсікті",
      "креативтілік, мүмкіндіктер, балама және жаңа идеялар",
      "ойлау үдерісін басқару"
    ]
  },
  {
    numb: 270,
    question: "Оқуда қолданылатын әңгімелесу түрлерін табыңдар",
    answer: "Әңгіме-дебат, Топтық, Зерттеушілік",
    options: [
      "Әңгіме-дебат, Топтық, Зерттеушілік",
      "Диалог, әңгімелесу",
      "Пікірталас, алаң,  әңгіме",
      "Топтық жұмыс",
      "Дебат, сұхбат"
    ]
  },
  {
    numb: 271,
    question: "«Менің әдістеріммен мұғалім аз оқытады және көп қадағалайды» деген қанатты сөз ",
    answer: "Монтессори",
    options: [
      "Мерсер",
      "Маслоу",
      "Л.Выготский",
      "Монтессори",
      "Вуд"
    ]
  },
  {
    numb: 272,
    question: "Бағалаутүрлері ...",
    answer: "2",
    options: [
      "2",
      "5",
      "4",
      "8",
      "3"
    ]
  },
  {
    numb: 273,
    question: "Формативті бағалау дегеніміз ",
    answer: "Қалыптастырушы, күнделікті",
    options: [
      "Жиынтық",
      "Қалыптастырушы, күнделікті",
      "Жүйелі",
      "Оң",
      "Дұрыс"
    ]
  },
  {
    numb: 274,
    question: "АКТ мұғалімге оқу барысында көмек көрсетуге арналған",
    answer: "Әдістеме",
    options: [
      "Әдістеме",
      "Педагогикалық құрал",
      "Көрсеткіш",
      "Өлшем бірліктері",
      "Оқу"
    ]
  },
  {
    numb: 275,
    question: "Ұжымдық және өзара білім алмасуға жағдай туғызатын, өз идеяларын еркін жеткізіп, бір-біріне өзара түсіністікке жетулеріне көмектесетін оқыту түрін ",
    answer: "Диалогтік оқыту ",
    options: [
      "Талантты және дарынды балаларды оқыту",
      "Сыни тұрғыдан ойлауға оқыту",
      "Диалогтік оқыту ",
      "Білім беруді басқару және көшбасшылық",
      "АКТ"
    ]
  },
  {
    numb: 276,
    question: "Білім алу туралы шешімді қабылдау мақсатымен оқытудың нәтижелерін жүйелі түрде жинақтауға бағытталған қызмет ",
    answer: "Бағалау",
    options: [
      "Сұрыптау",
      "Қорытындылау",
      "Жинақтау",
      "Бағалау",
      "Талдау"
    ]
  },
  {
    numb: 277,
    question: "Метатану терминінің мағынасы ",
    answer: "Когнитивтік үдерістерді білу, түсіну және реттеу",
    options: [
      "Өзара іс-әрекет арқылы оқыту",
      "Когнитивтік үдерістерді білу, түсіну және реттеу",
      "Жинақтау, жалпылау, тексеру үшін қолданылатын статикалық әдіс",
      "Іс-әрекет, есте сақтау, қабылдау",
      "Талдау, іс-әрекет, қабылдау"
    ]
  },
  {
    numb: 278,
    question: "Оқу қабілетіне ықпал ететін ішкі фактор ",
    answer: "Сенімділік немесе  қауіпсіздік",
    options: [
      "Оқу модельдері",
      "Жоспарлау тәсілдері",
      "Сенімділік немесе  қауіпсіздік",
      "Жазу әдістері  ",
      "Оқу әдістері"
    ]
  },
  {
    numb: 279,
    question: "Шульманның үш ілімі ",
    answer: "Кәсіби түсінік, сабақ берудің тәжірибелік дағдысы, кәсіби тұтастық",
    options: [
      "Талант, мақсат, сенім",
      "Кәсіби түсінік, сабақ берудің тәжірибелік дағдысы, кәсіби тұтастық",
      "Шешім, мақсат, сенім",
      "Талап, талант, дарын",
      "Бас, жүрек, сенім"
    ]
  },
  {
    numb: 280,
    question: "Әңгімелесудің бес үлгісін шығарған ",
    answer: "Нил Мерсе",
    options: [
      "Эдвард де Боно",
      "Флейвелл",
      "Марта Бронсон",
      "Истомина",
      "Нил Мерсе"
    ]
  },
  {
    numb: 281,
    question: "Кері байланыс және құрдастарының ескертулері тұрақты нәтижелерге қол жеткізуде мұғалімнің сынына қарағанда көп әсер етуі ықтимал екендігін  айтқан зерттеушілер",
    answer: "Драхмэн мен Суэтс",
    options: [
      "Эннис пен Эллис",
      "Мерсе мен Флейвелл",
      "Драхмэн мен Суэтс",
      "Мунби және Блэк",
      "Истомина мен Маслу"
    ]
  },
  {
    numb: 282,
    question: "Жасыл ойлау қалпағы ... білдіреді",
    answer: "креативтілік, мүмкіндіктер, балама және жаңа идеяларды",
    options: [
      "белгілі немесе қажетті ақпаратқа назар аудару",
      "«әзәзілдің қорғаушысы» немесе неліктен кейбір тетіктер дұрыс істемейтінін",
      "сезімді, болжамды және ішкі түйсікті",
      "креативтілік, мүмкіндіктер, балама және жаңа идеяларды",
      "ойлау үдерісін басқаруды"
    ]
  },
  {
    numb: 283,
    question: "Сыни тұрғыдан ойлау - ...",
    answer: "ойлау туралы ойлау",
    options: [
      "сана туралы ойлау",
      "ойлау туралы ойлау",
      "сезім туралы ойлау",
      "сын туралы ойлау",
      "сапа туралы ойлау"
    ]
  },
  {
    numb: 284,
    question: "«Оқушы үнінің» белгілі жақтаушысы",
    answer: "Джин Раддок",
    options: [
      "Выготский",
      "Джин Раддок",
      "Говард Гарднер",
      "Жан Пиаже",
      "Авраам Маслоу "
    ]
  },
  {
    numb: 285,
    question: "Н.Мерсердің зерттеуіне сәйкес анықталған әңгімелесудің түрлерін анықта",
    answer: "Әңгіме-дебат, топтық әңгіме, зерттеушілік әңгіме",
    options: [
      "Жұптық әңгіме, сұхбат",
      "Диалог, сыныппен әңгіме",
      "Әңгіме-дебат, топтық әңгіме, зерттеушілік әңгіме",
      "Сынып жетекшісімен әңгіме, жеке әңгіме, танымдық әңгіме",
      "Досымен әңгіме, сыныппен әңгіме, ата-анамен әңгіме"
    ]
  },
  {
    numb: 286,
    question: "Репродуктивті тәсілдер",
    answer: "Есте сақтау, жаттау, қайталау, барлық ақпарат ешбір өзгеріссіз  оқушылармен  жаңғыртылады",
    options: [
      "Оқушылардың өзіндік оқуға белсенді қатысуы.",
      "Есте сақтау, жаттау, қайталау, барлық ақпарат ешбір өзгеріссіз  оқушылармен  жаңғыртылады",
      "сандық технологияның жоғарғы құзыреттілігі",
      "Бақылаудың,тәжірибенің,ойлау мен талқылаудың нәтижесі.",
      "Білім алушылар маңызды деп бағалаған тапсырмалар"
    ]
  },
  {
    numb: 287,
    question: "Әдістеме (методика)  дегеніміз",
    answer: "Оқуға негізделген оқытудағы негізгі әдіс-тәсілдер",
    options: [
      "Тиянақты және ашық сипаттама",
      "Мәдени білімділік.",
      "Дәлелдерді зерттеу іс-әрекеті.",
      "Оқуға негізделген оқытудағы негізгі әдіс-тәсілдер",
      "Сабақтың кезеңділігі"
    ]
  },
  {
    numb: 288,
    question: "Оқытудың формалары",
    answer: "Таңдалған стратегиялар мен әдістемелердің сыртқы көрінісі",
    options: [
      "Ақпаратты қабілеттеріне қарай барынша қолайлы тәсілмен талдау",
      "Ақпараттық процессинг",
      "Ойлау үдерісін қатты шоғырландыру арқылы білім алынады",
      "Білім адамдар арасындағы өзара іс-қимыл барысында қалыптасады",
      "Таңдалған стратегиялар мен әдістемелердің сыртқы көрінісі"
    ]
  },
  {
    numb: 290,
    question: "Білім беруді, әдістерді және осы мүмкіндіктерді іске асыру түрлерін жақсарту мүмкіндіктерін анықтауға бағытталған бағалау",
    answer: "Сабақтағы іс-әрекеттің нақтылы элементтері",
    options: [
      "Сабақтағы іс-әрекеттің нақтылы элементтері",
      "Ойлау үдерісін қатты шоғырландыру арқылы білім алынуы",
      "Әңгіме – білім алу үшін ең жақсы тәсіл",
      "Білім беруде қолданылатын технология",
      "Белгілі бір элемент"
    ]
  },
  {
    numb: 291,
    question: "Ким Истон және Рон Рунидің зерттеу нәтижелеріне сипаттама жасаған оқушылардың саны ",
    answer: "100-ден  астам",
    options: [
      "80-нен  астам",
      "115-тен  астам",
      "50-ге  жуық",
      "100-ден  астам",
      "100-ге  жуық"
    ]
  },
  {
    numb: 292,
    question: "О.Малли 1985 жылы оқудың үш стратегиясын атап көрсекен ",
    answer: "метакогнитивтік, когнитивтік, әлеуметтік",
    options: [
      "метогогнитивтілік, әлеуметтілік, жалпы  стратегиялар",
      "қарым-қатынас, стратегия, когнитивтілік",
      "оқудың   құралы, үйрену  стратегиясы, әлеуметтілік",
      "метакогнитивтік, когнитивтік, әлеуметтік",
      "барлық жауаптар дұрыс"
    ]
  },
  {
    numb: 293,
    question: "Метасана терминінің авторы",
    answer: "Флейвелл",
    options: [
      "Уильям Джеймс",
      "Мария Монтесори",
      "Флейвелл",
      "Аткинсон",
      "Баддели"
    ]
  },
  {
    numb: 294,
    question: "Қысқа мерзімді жадыны (жұмыс жадысы) ұсынған  ғалым ",
    answer: "Аткинсон  мен  Шифрин",
    options: [
      "Уильям  Джеймс",
      "Флейвелл",
      "Аткинсон  мен  Шифрин",
      "Баделли  мен  Хич",
      "Тулвинг"
    ]
  },
  {
    numb: 296,
    question: "О.Малли оқудың 3 стратегиясын көрсеткен жыл ",
    answer: "1985 ж",
    options: [
      "1985 ж",
      "1987 ж",
      "1970 ж",
      "1972 ж",
      "1965 ж"
    ]
  },
  {
    numb: 297,
    question: "Ойлау дағдыларының деңейі – ойлау үшбұрышын 1956 жылы әзірлеген автор",
    answer: "Блум",
    options: [
      "Макаро",
      "Руни",
      "Блум",
      "Рубин",
      "Гриффис"
    ]
  },
  {
    numb: 298,
    question: "Маршрут картаның негізгі қағидалары:",
    answer: "түсіну, талдау,  қолдану, рефлексия ",
    options: [
      "дайындық, икемділік, жауапкершілік",
      "дайындық, жауапкершілік",
      "тапқырлық, икемділік, жауапкершілік, қолдану, бағалау",
      "дайындық, тапқырлық, икемділік, жауапкершілік, рефлексия",
      "түсіну, талдау,  қолдану, рефлексия "
    ]
  },
  {
    numb: 299,
    question: "«... 10 сыныптағы ең нашар оқушылардың бірі болып табылады. Сондай-ақ, ол өзінің  нашар оқу үлгерімі мен сабақта ештеңе түсінбейтіндігі арасындағы байланысты жасырғысы келеді. Өкінішке қарай, ақымақ болып көрінбеу үшін ол қолданатын стратегиялар сабағын жақсартуға кедергі келтіреді». ... оқушының сипаттамасы келтірілген ",
    answer: "Дайв",
    options: [
      "Салли",
      "Ханна",
      "Дайв",
      "Сэм",
      "Альма"
    ]
  },
  {
    numb: 300,
    question: "Мазмұнды оқу дегеніміз не?",
    answer: "Мазмұнды оқу – бұл оқу барысының әрбір қатысушысы үшін жайлы жағдай жасауды ең басты мәселе ретінде қоятын оқу түрі",
    options: [
      "Мазмұнды оқу – бұл оқушыға тіл үйретудегі тиімділікті қамтамасыз ететін әрекеттер жиынтығы",
      "Мазмұнды оқу – бұл оқу барысының әрбір қатысушысы үшін жайлы жағдай жасауды ең басты мәселе ретінде қоятын оқу түрі",
      "Мазмұнды оқу – бұл оқушылардың мәтінді оқуына және ережелерді дұрыс түсінуіне көмек көрсетуде ымды, визуалды белгілерді қолдану және өзге де көмек көрсету",
      "Мазмұнды оқу – бұл сіз нені оқып-үйренгеніңіз бен қалай оқып-үйренгеніңіз туралы ойлаудың арасындағы айырмашылық",
      "Мазмұнды оқу – бұл оқушыға мәтінді үйрету"
    ]
  },
  {
    numb: 301,
    question: ". Тулвингтің зерттеулері бойынша адамның оқиғаларды, белгілі бір тәжірибеден шығаратын ойларын, идеяларды, қағидаттар мен қағидаларды, тұжырымдамаларды есте сақтауға қатысатын жадының түрі:",
    answer: "семантикалық жады",
    options: [
      "қысқа мерзімді жады",
      "рәсімдік жады",
      "семантикалық жады",
      "эпизодтық жады",
      "жұмыс жадысы"
    ]
  },
  {
    numb: 302,
    question: "Тұлғаның танымдық үдерісіне жатпайтын қасиет",
    answer: "қабілет ",
    options: [
      "зейін",
      "қабілет ",
      "ойлау",
      "ес",
      "түйсіну"
    ]
  },
  {
    numb: 303,
    question: "Оқушының оқу үдерісіндегі жасайтын әрекеті, ақыл- ой қабілеттілігі және физикалық мінез-құлқы Гриффис атап көрсеткен стратегияның  6 ерекшелігінің қайсысына жатады?",
    answer: "таңдаушылдық",
    options: [
      "саналылық",
      "мақсатқа бағытталғандық",
      "таңдаушылдық",
      "бақылау",
      "белсенділік"
    ]
  },
  {
    numb: 304,
    question: "Қандай стратегияда орындалған іс-әрекет Марта Бронсон айқындаған өзін-өзі  реттеудің  4 саласының бірі – эмоциялық реттеуге жатады?",
    answer: "Алға басуды бақылау және тиісті тәсілмен көмек іздеу",
    options: [
      "Алға басуды бақылау және тиісті тәсілмен көмек іздеу",
      "Ересектердің көмегінсіз жеке ресурстарды таба алу",
      "Негізді шешім қабылдау және таңдау жасау",
      "Бірге және кезектесіп жұмыс істеу",
      "Өз мүмкіндігін білу;"
    ]
  },
  {
    numb: 305,
    question: "Мұғалім мен оқушының өзара қарым-қатынасында оқушының белсенділігі жоғары болатын оқуға бағытталған іс-әрекетті табыңыз",
    answer: "Оқушы белсенді серіктес болып табылады",
    options: [
      "Оқытуды мұғалім басқарады",
      "Оқушы мұғалімнің көмегінсіз жұмыс істейді",
      "Оқу материалы дәріс түрінде ұсынылады",
      "Оқушы белсенді серіктес болып табылады",
      "Оқушылар өздерін-өздері ынталандырады"
    ]
  },
  {
    numb: 306,
    question: "Қайсысы мұғалім тұлғасының «білім беру сызбаларына» жатпайды?",
    answer: "мұғалім шеберлігі",
    options: [
      "мұғалім сенімі (ұстанымы)",
      "мұғалім шеберлігі",
      "мұғалім көзқарасы",
      "мұғалім шешімі",
      "мұғалім іс-әрекеті"
    ]
  },
  {
    numb: 307,
    question: "Мұғалімнің ұстанымы оның көзқарастарын, белгілі бір шешімдердің қабылдануы мен сыныптағы іс-әрекеттерін нығайтады (Пажарес, 1992). Сондықтан кез келген мұғалімнің оқыту құралдары мыналардан тұруға тиіс:",
    answer: "сенім, білім және болжамдар жиынтығынан",
    options: [
      "білім, білік және дағдылар жиынтығынан",
      "сенім, білім және болжамдар жиынтығынан",
      "мұғалімнің жаңа идеяларды қабылдауынан",
      "өз оқытуын түсінуінен",
      "өмірдегі өз орнын түсінуінен"
    ]
  },
  {
    numb: 308,
    question: "Қай білім беру теориясы «оқушылардың ойлауын дамыту олардың бұрынғы алған білімдері мен жаңа немесе сыныптағы түрлі дерек көздерінен, мұғалімнен, оқулықтан және достарынан алған білімдерімен астастырыла жүзеге асады» деген тұжырымға негізделеді? ",
    answer: "сындарлы оқыту теориясы",
    options: [
      "құзыреттілікке бағдарланған оқыту",
      "тұлғалық бағдарлы оқыту теориясы",
      "сындарлы оқыту теориясы",
      "гуманистік оқыту теориясы",
      "дамыта оқыту теориясы"
    ]
  },
  {
    numb: 309,
    question: "Сындарлы оқытуда мұғалімдер оқушылардың қандай мүмкіндіктерін жүзеге асырмайды?",
    answer: "оқытылатын тақырып бойынша білімдерін көрсету",
    options: [
      "оқытылатын тақырып бойынша білімдерін көрсету",
      "белгілі бір ережелерге күмән келтіру",
      "көзқарастарын түзету",
      "жаңа түсінік қалыптастыру",
      "дұрыс жауабы жоқ"
    ]
  },
  {
    numb: 310,
    question: "Мұғалім тұлғасының «білім беру сызбаларының» қайсысы оқыту стилін таңдауға көбірек ықпал етеді?",
    answer: "сенімдер",
    options: [
      "білімдер",
      "болжамдар",
      "сенімдер",
      "әкімшіліктің ықпалы",
      "барлығы бірдей"
    ]
  },
  {
    numb: 311,
    question: "«Мұғалімнің жұмысының тиімділігін» қандай фактор анықтайды?",
    answer: "аталған барлық факторлардың жиынтығы",
    options: [
      "мұғалімнің жетістіктері (біліктілігі т.б.)",
      "оқыту үдерісі (оқыту әдістері т.б.)",
      "оқушы мен мұғалім арасындағы қарым-қатынас",
      "оқыту нәтижесі (оқушының білім алуына ықпал ету т.б.)",
      "аталған барлық факторлардың жиынтығы"
    ]
  },
  {
    numb: 312,
    question: "Төмендегі стратегиялардың сыныптағы тиімді оқыту мен оқуға ықпал ететінін  көрсетіңіз:",
    answer: "мұғалімдер оқытудың түрлі әдістерін пайдалана отырып, эксперимент жасайды",
    options: [
      "мұғалімдер тәжірибелі әріптестерінің сабағына енеді",
      "мұғалімдер үнемі курстарда оқып-үйренеді",
      "мұғалімдер оқытудың түрлі әдістерін пайдалана отырып, эксперимент жасайды",
      "оқытудың жаңа әдістерін  ендіруге әкімшілік қызығушылық танытады",
      "мұғалімдер басқа мектептердің тәжірибелерін пайдаланады"
    ]
  },
  {
    numb: 313,
    question: "«Метатану»термині оқыту үдерісіне қатысты алғанда, нені білдіреді? ",
    answer: "қалай оқу керектігін үйрету",
    options: [
      "жоғары сана",
      "талантты және дарынды балаларды оқыту",
      "қалай оқу керектігін үйрету",
      "оқытудағы басқару  мен көшбасшылық",
      "ақпараттық кеңістік"
    ]
  },
  {
    numb: 314,
    question: "Қай жағдайда балалардың жеке тәжірибесінің мәдениеті мен құндылығы оқу үдерісінің тиімділігін елеулі түрде айқындайтын маңызды мәнмәтін деп қабылданады?",
    answer: "«Жағдаяттық (ситуациялық) тануда»",
    options: [
      "«Жағдаяттық (ситуациялық) тануда»",
      "«Ормандар өсіруде»",
      "қалай оқу керектігін уйретуде",
      "диалогтік оқытуда",
      "өздігінен реттелетін оқытуда"
    ]
  },
  {
    numb: 315,
    question: "Қайсысы өздігінен реттелетін оқудың элементі болып табылады?",
    answer: "тапсырмамен жұмыс барысында өздігінен бағытталушылығы",
    options: [
      "оқыту стратегияларын мұғалімнің ұсынуы",
      "тапсырмамен жұмыс барысында өздігінен бағытталушылығы",
      "«Бастама-жауап-кейінгі әрекет» формасы",
      "проблемалар мен оқыту мақсаттарын мұғалімнің анықтауы",
      "оқушылардың әрекеттерін бағалау"
    ]
  },
  {
    numb: 316,
    question: "Қай авторлар өз оқуын бақылау мен мониторингі үрдісінде  метатанудың маңызды аспектісі ретінде балалардың дербестігін қалыптастыруға баса назар аударады?",
    answer: "Шанк пен Циммерман",
    options: [
      "Шанк пен Циммерман",
      "Флейвелл мен Шанк",
      "Перри мен Циммерман",
      "Дью мен Шон",
      "Шон мен Флейвелл"
    ]
  },
  {
    numb: 317,
    question: "Өздігінен реттелетін оқудың элементтерін анықтаңыз:",
    answer: "жоғары дағдылардың барлығы",
    options: [
      "тапсырмамен жұмыс барысында өздігінен бағытталушылығы",
      "оқушының проблемалары мен мақсаттарды өздігінен айқындауы",
      "проблеманы шешу мен мақсатқа жету үшін әдіс-тәсілдерді өздігінен таңдауы",
      "реттеу, бақылау, өзіндік бағыттылық",
      "жоғары дағдылардың барлығы"
    ]
  },
  {
    numb: 318,
    question: "Пиаженің когнетивті дамыту теориясы болжамы:",
    answer: "балалардың ойлау қабілетінің ересектердікінен айырмашылығы бар",
    options: [
      "балалардың ойлау қабілетінің ересектердікінен айырмашылығы бар",
      "балалардың ойлау қабілетінің ересектердікінен айырмашылығы жоқ",
      "ойлау қабілеті өмірлік тәжірибеге байланысты емес",
      "балаларды оқуға мәжбірлеу қажет",
      "әр жастағы топтардың өзара араласу олардың дамуына мүмкіндік бермейді"
    ]
  },
  {
    numb: 319,
    question: "Қай тұжырымдама  оқудың «ішкі» немесе жеке тұлғалық аспектісіне бағдарланған?",
    answer: "оқу білімді түсіну және басқаша түсіндіру ретінде",
    options: [
      "оқу білімінің сандық ұлғаюы ретінде ",
      "оқу білімді есте сақтау және қайта жаңғырту ретінде",
      "оқу ақпарат алу және пайдалану ретінде",
      "оқу білімді қайта жаңғырту және қолдану ретінде",
      "оқу білімді түсіну және басқаша түсіндіру ретінде"
    ]
  },
  {
    numb: 320,
    question: "1960 жылдары когнетивті психология әлемінде ойлауды дамыту теориясы тұрғысынан Жан Пиаженің теориясы басымдыққа ие болды. Төмендегі пікірлкрдің қайсысы Пиаже теориясын бейнелейді?",
    answer: "когнетивті даму-өсіп келе жатқан физикалық немесе азын-аулақ дәрежеде әлеуметтік дүниемен өз бетінше эксперимен жасауы",
    options: [
      "адамдар ерекше көптеген салыстырмалы түрде тәуелсіз «зияткерлік қабілеттерге» ие",
      "адам біраз туа біткен қасиеттерге немесе жеңіл түрде айқындалатын когнетивті қабілеттерге ие",
      "когнетивті даму-өсіп келе жатқан физикалық немесе азын-аулақ дәрежеде әлеуметтік дүниемен өз бетінше эксперимен жасауы",
      "әлеуметтік орта өсіп келе жатқан баланың дамуына үлкен ықпал етеді",
      "тіл және басқа да таңбалар жүйесінің өзіндік шығу тарихы бар"
    ]
  },
  {
    numb: 321,
    question: "Оқушылардың сабақтағы жұмысының қай формасы тиімдірек (оқу пирамидасы бойынша)?",
    answer: "білім беру",
    options: [
      "оқу",
      "демонстрация",
      "талқылау",
      "тәжірибе",
      "білім беру"
    ]
  },
  {
    numb: 322,
    question: "Формативті бағалау қандай бағалау?",
    answer: "оқыту үшін",
    options: [
      "оқытуды ",
      "оқыту үшін",
      "қорытынды",
      "ҚР Білім Министрлігі білім сапасын мониторингілеу үшін ",
      "Тестік тапсырмалар базасын қалыптастыру үшін"
    ]
  },
  {
    numb: 323,
    question: "«Қара жәшік» ішіндегі жұмысқа жатпайды:",
    answer: "мұғалім-жеке бағалаушы",
    options: [
      "мұғалім-жеке бағалаушы",
      "сыныптасын және өзін-өзі бағалау",
      "сұрақтың дұрыс қойылуы",
      "оқушымен бірге критерийлерді талдау",
      "кері байланысты қамтамасыз ету"
    ]
  },
  {
    numb: 324,
    question: "Төмендегілердің қайсысы оқытуды бағалау арқылы жақсартудың маңызды факторларына жатпайды?",
    answer: "бағалауды тек мұғалімнің жүргізуі",
    options: [
      "бағалауды тек мұғалімнің жүргізуі",
      "оқушылармен тиімді кері байланысты қамтамасыз ету",
      "оқушылардың өзін оқытуға белсене қатысуы",
      "бағалау нәтижелерін ескере отырып, оқытуды өзгерту",
      "бағалаудың оқушылардың өзін-өзі бағалауы мен қызығушылығына ықпалы"
    ]
  },
  {
    numb: 325,
    question: "Оқытуды бағалау дегеніміз –келесі үдеріс:",
    answer: "оқушының сол мезеттегі жетістігін қорытындылау",
    options: [
      "ізденіс және алынған міндеттердің интерпретациясы",
      "оқытудағы оқушылардың қай деңгейде екеніндігін анықтау",
      "қажет деңгейге жету жолдарын белгілеу",
      "оқушының сол мезеттегі жетістігін қорытындылау",
      "тек мұғалімдер ғана бағалаушы болмайтын"
    ]
  },
  {
    numb: 326,
    question: "Выготский бойынша когнетивті даму әрекеттері әлеуметтік қарым-қатынас үдерісінде қалыптасатын оқушылар:",
    answer: "кіші жастағы балалар",
    options: [
      "кіші жастағы балалар",
      "ортаңғы мектеп жасындағы балалар",
      "ересектер",
      "жоғары мектеп жасындағы балалар",
      "барлық оқушылар"
    ]
  },
  {
    numb: 327,
    question: "Зерттеушлік әңгіме қандай әңгіме?",
    answer: "қатысушылар бір-біріне сұрақтар қою арқылы келісімге келуге тырысады, әркімнің идеясы пайдалы деп бағаланғанымен, мұқият бағалау жүргізіледі",
    options: [
      "айтылған пікірлермен тыңдаушылардың әрқайсысы келісе береді",
      "ресурстарды біріктіруге бағытталған аздаған талпыныс жасалады",
      "қатысушылар бір-біріне сұрақтар қою арқылы келісімге келуге тырысады, әркімнің идеясы пайдалы деп бағаланғанымен, мұқият бағалау жүргізіледі",
      "қарым-қатынас көбіне «иә, бұл солай», «жоқ, олай емес » деген бағытта жүзеге асады",
      "идея қайталанады және жасалады, бірақ үнемі мұқият бағалана бермейді"
    ]
  },
  {
    numb: 328,
    question: "Александр (2001,  2008) диалогтің бес түрін көрсеткен. Қате жауапты көрсетіңіз.",
    answer: "мұғалім әңгімесі",
    options: [
      "декламация",
      "диалог",
      "инструкция",
      "талқылау",
      "мұғалім әңгімесі"
    ]
  },
  {
    numb: 329,
    question: "Зерттеулерді талдау нені көрсетеді: мұғалім сұхбатты бақылап,  маңызды сұрақтар қойып, оқушылардың жауаптарын қайталап және мадақтап отыратын сыныптағы қалыпты әңгіме стилі: ",
    answer: "оқушылардың ойлау деңгейлерінде, сөйлеу дағдыларын да дамытпайды",
    options: [
      "оқушылардың ойлау деңгейлерін дамытпайды, бірақ сөйлеу дағдыларын дамытады",
      "оқушылардың ойлау деңгейлерін дамытып, бірақ сөйлеу дағдыларын да дамытпайды",
      "оқушылардың ойлау деңгейлерінде, сөйлеу дағдыларын да дамытпайды",
      "оқушылардың ойлау деңгейлерін де, сөйлеу дағдыларын дамытады",
      "оқушылардың ойлау деңгейлерін де, сөйлеу дағдыларын дамытады"
    ]
  },
  {
    numb: 330,
    question: "Сындарлы оқыту бағдарламасы құзырлы мұғалімнің алдына қандай нақты міндеттеме қойып отыр?",
    answer: "барлық жауаптары дұрыс",
    options: [
      "оқушының жан дүниесін түсіне білу",
      "оқушының тақырыптың мәнін өз бетімен меңгеруін түсінуі мен бағалай алуы",
      "оқушы тұлғасының дамуына қолайлы орта жасау",
      "оқушыны өз оқуына жауапты болатындай оқу үдерісіне тарту ",
      "барлық жауаптары дұрыс"
    ]
  },
  {
    numb: 332,
    question: "Оқыту сапасын бағалаудың бірінші тәсілі?",
    answer: "оқыту үдерісіне тәуелді емес бағалау",
    options: [
      "оқыту үдерісіне тәуелді емес бағалау",
      "мұғалімнің оқушылармен жұмысының тиімділігі",
      "оқушылармен өзара байланысының сипаты мен жиілігі",
      "мұғалімнің іс-әрекетінің тәжірибе талаптарына сәйкестігін зерттеу",
      "барлық жауаптары дұрыс"
    ]
  },
  {
    numb: 333,
    question: "Когнетивті дамыту теориясы әдетте осылай қарастырылады:",
    answer: "оқуға және проблемаларды шешуге қабілеттілігі",
    options: [
      "ми көлемінің ұлғаюы",
      "зияткерлік есептерді шешу",
      "ғылыми жобаларға қатысу",
      "оқуға және проблемаларды шешуге қабілеттілігі",
      "барлық жауаптары дұрыс"
    ]
  },
  {
    numb: 334,
    question: "Төмендегі тапсырмалардың қайсысы оқушылардың сыни ойлауының дамуына ықпал етеді? ",
    answer: "жаттығуға сұрақтар мен тапсырмалар дайындау",
    options: [
      "жаттығуды үлгі бойынша орындаңыз",
      "тиісті әріптер мен тыныс белгілерін қоя отырып, жаттығуды көшіріп жазу",
      "мәтінді мағыналық бөліктерге бөлу және бөліктер бойынша айту",
      "екі етістікке морфологиялық талдау жасау",
      "жаттығуға сұрақтар мен тапсырмалар дайындау"
    ]
  },
  {
    numb: 335,
    question: "Бағдарламаға сәйкес оқу үдерісінде оқушылардың сыни ойлауының қалыптасқандығы көріну қабілеті:",
    answer: "оқу мәтінін талдау",
    options: [
      "сыныптастарын сынау",
      "оқу мәтінін талдау",
      "мұғалім тарапынан айтқан сынға өкпелемеу",
      "билік құрылымдары тарапына сыни ескертпелер айту",
      "өзіндік сын"
    ]
  },
  {
    numb: 336,
    question: "Ойлау туралы ойлану деп бағдарламада нені айтады?",
    answer: "СТО",
    options: [
      "әлеуметтік психологияны",
      "когнетивтік теорияны",
      "СТО",
      "сетажадыны",
      "абстрактік ойды"
    ]
  },
  {
    numb: 337,
    question: "Сыни тұрғыдан ойлау-",
    answer: "заттар мен оқиғаларды талдай отырып, негізді бағалау мен интерпретацияларды әзірлеуге мүмкіндік беретін негізделген қорытындылар жасау",
    options: [
      "заттар мен оқиғаларды талдай отырып, негізді бағалау мен интерпретацияларды әзірлеуге мүмкіндік беретін негізделген қорытындылар жасау",
      "болған оқиғаларға сыни қарап, белгілі бір тұжырымдар жасау",
      "туындаған мәселелерді шешудің нақты алгоритмін жасау",
      "жағдаяттар мен оқиғаларды талдау",
      "туындаған мәселелерді анықтау мен шешу үдерісі"
    ]
  },
  {
    numb: 338,
    question: "Рефлективтік оқыту мәнмәтінінде қолданылмайтын дағды:",
    answer: "белгіленген жорамал мен құндылықтарды мойындау",
    options: [
      "белгіленген жорамал мен құндылықтарды мойындау",
      "мәселелерді мойындап, оларды шешудің тиімді құралдарын іздеу",
      "нақты және түсінікті сипаттама",
      "релевантты ақпаратты жинақтау мен сұрыптау",
      "шешім қабылдап, дәлелдемелерді бағалау үшін нәтижелерді өз бетінше түсіндіру"
    ]
  },
  {
    numb: 339,
    question: "Оқушылар өздерінің «айырықша әлеуетін» көрсете алуы үшін мұғалім олармен жұмысты қалай ұйымдастыра  алады? «Өзгертілген оқу жоспары» әдістемесінің көмегімен сыныпта ерекше қасиеттерімен ерекшеленетін шағын топтарда орындалатын тапсырмалар дайындпуға болады. ",
    answer: "оқушыларға күрделенген тапсырмалар тобын ұсыну",
    options: [
      "мұғалімнің соңынан қайталауды ұсыну",
      "тыңдауға үйрету үшін оқушыларға топтық жұмыс түрлерін ұсыну",
      "оқушыларға күрделенген тапсырмалар тобын ұсыну",
      "оқушыларды берілген тапсырмаларды нақты орындауға үйрету",
      "оқушыларға сыныптастарын қайталауды ұсыну"
    ]
  },
  {
    numb: 340,
    question: "Талантты және дарынды балаларды оқытуда акселерация келесіні болжамдайды:",
    answer: "оқу бағдарламасынан озық кетуде",
    options: [
      "тапсырмаларды күрделендіруді",
      "оқу бағдарламасына сәйкес оқытуды",
      "оқу бағдарламасынан озық кетуде",
      "тапсырмаларды жеңілдетуді",
      "барлық жауаптардың дұрыстығын"
    ]
  },
  {
    numb: 342,
    question: "«8-9 жас аралығындағы талантты да дарынды оқушыларға арналған жеделдете оқыту жоспары» атты арнайы зерттеудегі килігудің бір түрі:",
    answer: "оқушылардың оқу бағдарламасын жылдам, тез игеруге жағдай жасау",
    options: [
      "оқушылардың оқу бағдарламасын жылдам, тез игеруге жағдай жасау",
      "дене дамуы жоғары балалардың ойлау ерекшеліктерін зерттеу",
      "кіріктірілген оқу жоспарларын жүзеге асыру",
      "мектепте дарынды балалар үшін жекелеген сыныптар ашу",
      "оқу жоспарын күрделендіру"
    ]
  },
  {
    numb: 343,
    question: "80-жылдардың басында Г.Виммер мен Дж.Пернер қанша жасқа жеткенге дейін зерде теориясы толыққанды дамымайтынын көрсетті:",
    answer: "3-4 жасқа",
    options: [
      "4-8 жасқа",
      "3-4 жасқа",
      "5-6 жасқа",
      "4-6 жасқа",
      "2-4 жасқа"
    ]
  },
  {
    numb: 344,
    question: "«Жоғарырақ деңгейге өту тек төмен орналасқан қажеттіліктер орындалған жағдайда ғана мүмкін болады» деген идея оқытудың қай тәсілінде көрініс тапқан:",
    answer: "гуманистік",
    options: [
      "бихевиористік",
      "когнетивтік",
      "конструктивистік",
      "гуманистік",
      "әлеуметтік-жағдаяттық"
    ]
  },
  {
    numb: 345,
    question: "Әр  түрлі жастағыларға білім беруді табысты дамытудың түйінді қағидаларына жатпайды:",
    answer: "сыныптағы әр түрлі жастағы оқушыларды топтарға бөлу",
    options: [
      "сыныптағы әр түрлі жастағы оқушыларды топтарға бөлу",
      "топтағы бірлескен жұмыс үшін әр түрлі мүмкіндіктерді пайдалану",
      "білім беру нәтижелерін бағалау оқытудың ажырамас бөлігі",
      "барлық оқушылар үздіксіз оқытуды қажет ететін тұлға",
      "оқу жоспарының әр түрлі салаларында бірлесе оқуға мүмкіндік беру"
    ]
  },
  {
    numb: 346,
    question: "Ұқсастық (аналогия) бойынша ойлау-",
    answer: "адамның санасы және білім алуы үшін аса маңызды",
    options: [
      "адамның санасы және білім алуы үшін аса маңызды",
      "адамның санасы және білім алуы үшін аса маңызды",
      "балалар бұл қабілетке ие емес",
      "ересектер мұндай қабілетті жоғалтады",
      "дұрыс жауабы жоқ"
    ]
  },
  {
    numb: 347,
    question: "Мұғалім көшбасшылығының дамуына ықпал етпейді:",
    answer: "оқушыларды бекітілген стандарттарға сәйкес оқыту",
    options: [
      "оқушыларды бекітілген стандарттарға сәйкес оқыту",
      "өзгеріс енгізу үшін әріптестермен бірлесе стратегиялық шешімдер қабылдау",
      "тәжірибені жетілдіру бойынша бастаманы өз қолына алу",
      "кәсіби білімді құруға және таратуға атсалысу",
      "бірігіп жұмыс істеуде фактілерді жинау және қолдану"
    ]
  },
  {
    numb: 348,
    question: "Рефлексия дегеніміз:",
    answer: "тұлғаның зейінін өзіне аудару және оны ой толғауынан өткізу",
    options: [
      "тұлғаның зейінін қоршаған ортасына аудару",
      "қоршаған ортаның іс-әрекетін өзіне өлшеу",
      "тұлғаның зейінін өзіне аудару және оны ой толғауынан өткізу",
      "бір проблеманың көптеген шешімімен іздестіру",
      "заттар мен өзгерістерді сраптау және негізделген шешімін шығару"
    ]
  },
  {
    numb: 349,
    question: "3-деңгейдегі үш айлық курс бағдарламасының «Оқытудағы басқару мен көшбасшылық» модулі нені қарастырады?",
    answer: "мұғалім өз тәжірибесіне енгізетінін өзгерістерді",
    options: [
      "мұғалім өз тәжірибесіне енгізетінін өзгерістерді",
      "оқушылардың көшбасшылық қасиеттерін дамытуды",
      "қазақстан білім беру жүйесін басқаруды",
      "бағдарламаны дамытуды басқаруды",
      "бағдарламаны жүзеге асырудағы мектеп әкімшілігінің рөлін"
    ]
  },
  {
    numb: 350,
    question: "Мұғалім көшбасшылығы:",
    answer: "өз тәжірибесін жетілдіру мақсатында зерттеу қажет болатын сұрақтар мен мәселелерді мұғалім анықтайтын үдеріс",
    options: [
      "жаңашылдығымен ерекшеленетін іс-әрекет өнімдерін алуға мүмкіндік беретін қабілеттер жиынтығы",
      "өз тәжірибесін жетілдіру мақсатында зерттеу қажет болатын сұрақтар мен мәселелерді мұғалім анықтайтын үдеріс",
      "мәселе қойып, оның шарттары мен оны шешу әдістерін талқылау",
      "өзіндік сападағы тұлғалық қабілеттердің ұштасуы",
      "мұғалімнің өз әрекеттері мен оны пайымдауға назар аударуы"
    ]
  },
  {
    numb: 351,
    question: "Төмендегі АКТ пайдалану тәсілдерінің қайсысы дәстүрлі педагогикаға жатады?",
    answer: "интернет-ресурстан ақпаратты таңдап алып, оны жазбаша түрде қолмен жазыңыз",
    options: [
      "интернет-ресурстан ақпаратты таңдап алып, оны жазбаша түрде қолмен жазыңыз",
      "ақпаратты бағалаңыз, таңдаңыз және ағымдық папкада сақтауды ұйымдастырыңыз",
      "ақпаратты F3 дискіге жазып, желіде жариялаңыздар",
      "сыныптастарыңыз көре алатын веб-бет жасаңыз",
      "топта талқылап, өз жұмыстарыңызды редакциялаңыз"
    ]
  },
  {
    numb: 352,
    question: "Моделдеу қай салада қолданылады?",
    answer: "олардың қызметі туралы мәліметтер алу үшін табиғи және адамдық жүйелерде",
    options: [
      "олардың қызметі туралы мәліметтер алу үшін табиғи және адамдық жүйелерде",
      "білім беруде",
      "техникалық жетілдіруде",
      "оқытуда",
      "тәрбиелеуде"
    ]
  },
  {
    numb: 353,
    question: "Подкастинг ненің құралы?",
    answer: "интернет",
    options: [
      "саяси науқан",
      "интернет",
      "ұялы байланыс",
      "сандық теледидар",
      "шоу-бизнес"
    ]
  },
  {
    numb: 354,
    question: "АКТ білім беруде төмендегі жағдайда жиі қолданылады:",
    answer: "ақпаратты еске сақтауда, қайта шығаруда, ұсынуда",
    options: [
      "ақпаратты еске сақтауда, қайта шығаруда, ұсынуда",
      "гендерлік тәрбиеде",
      "балалардың бос уақытын толтыруда",
      "сынып интерьерін әрлеуде",
      "мектеп абыройын жоғарлатуда"
    ]
  },
  {
    numb: 355,
    question: "Технологиялық білімдер дегеніміз:",
    answer: "оқытудың қосалқы құралдары (бейне, желілік материалдар, сандық бұқаралық ақпарат құралдары және т.б.) туралы",
    options: [
      "компьютерде жақсы жұмыс жасау дағдылары",
      "оқытудың қосалқы құралдары (бейне, желілік материалдар, сандық бұқаралық ақпарат құралдары және т.б.) туралы",
      "офистік бағдарламаларды меңгеру",
      "жаңа технологияларды білу",
      "педагогикалық білімдерді дамыту қажеттілігі"
    ]
  },
  {
    numb: 356,
    question: "Орта білім беру жүйесінде әлемдік деңгейде анағұрлым кең тараған теориялық оқыту тәсілін атаңыз",
    answer: "сындарлы (конструктивті) оқыту",
    options: [
      "дайын білім беруге негізделген оқыту ",
      "механикалық түрде есте сақтау",
      "СТО",
      "АКТ қолдану",
      "сындарлы (конструктивті) оқыту"
    ]
  },
  {
    numb: 358,
    question: "Құзырлы оқытудың маңызды факторын атаңыз",
    answer: "оқушының тақырыптың мәнін өз бетімен меңгеруін мұғалімнің зерттеуі мен бағалауы",
    options: [
      "оқушы мен мұғалім арасындағы қарым-қатынастың нығаюы",
      "оқушының тақырыптың мәнін өз бетімен меңгеруін мұғалімнің зерттеуі мен бағалауы",
      "оқушының оқудағы жауапкершілікті сезінуі, түсінуі",
      "мұғалімнің оқушы оқу жетістігін бағалау үрдісі",
      "мұғалімнің оқушы жан дүниесін түсінуі"
    ]
  },
  {
    numb: 359,
    question: "Шульман ілімінің (теориясының) үш көмекшісі:",
    answer: "бас, қол, жүрек",
    options: [
      "бас, ойлау, жады",
      "бас, қол, жүрек",
      "бас, жүрек, сезім",
      "бас, сана, тәжірибе",
      "ақыл, қайрат, жүрек"
    ]
  },
  {
    numb: 360,
    question: "Адамдардың қалай оқитындықтарын түсіну туралы ғылым салаларын көрсетіңіз",
    answer: "әлеуметтік психология, аффективтік теория, когнетивті психология",
    options: [
      "ғылыми қорлар жиынтығы, аффективтік теория, педагогика",
      "когнетивті теориялар, зияткерлік, даму",
      "әлеуметтік психология, аффективтік теория, когнетивті психология",
      "шығармашылық, психология, қарым-қатынас",
      "әлеуметтік психология, зияткерлік, даму"
    ]
  },
  {
    numb: 361,
    question: "«Субъектілер көп қырлы зияткерлікке (КҚЗ) ие» деп есептеген ғалым кім?",
    answer: "Говард Гарднер",
    options: [
      "Говард Гарднер",
      "Джон Саймонс",
      "Жан Пиаже",
      "Авраам Маслоу",
      "Джон Дьюи"
    ]
  },
  {
    numb: 362,
    question: "Тапсырмалардың қайсысы когнетивті қолдау көрсету үлгісі («көпірше») болып табылады?",
    answer: "есепті шығару алгоритмін ұстану",
    options: [
      "жұмысты оқулықтан көшіріп жазу",
      "есепті шығару алгоритмін ұстану",
      "практикалық тапсырманы орындау үшін оқулықты қолдану",
      "мұғалім көмегімен оқушының тапсырманы орындау",
      "мұғалімнің есепті шығару алгоритмін түсіндіру"
    ]
  },
  {
    numb: 363,
    question: "Мидың артқы бөлімінің желке тұсы....жауап береді",
    answer: "визуалды бейнелерді қабылдау мен жадыда сақтауға",
    options: [
      "ауызша және тұжырымдамалық білімнің сақталуына",
      "визуалды бейнелерді қабылдау мен жадыда сақтауға",
      "қол және дене рецепторларына",
      "сөйлеуге",
      "ойлауға"
    ]
  },
  {
    numb: 364,
    question: "Адам қажеттіліктерінің иерархиясында Авраам Маслоу қандай қажеттілікті негізгі (жоғарғы) деп атайды?",
    answer: "өзін-өзі таныта білу қажеттілігі",
    options: [
      "сүйіспеншілікке, қарым-қатынасқа деген қажеттілік",
      "құрметтеуге деген қажеттілік",
      "физиологиялық қажеттілік",
      "өзін-өзі таныта білу қажеттілігі",
      "қауіпсіздікке деген қажеттілік"
    ]
  },
  {
    numb: 365,
    question: "Оқу қай жерде өтетініне қарамастан оқытудың жалпы белгілерін атаңыз:",
    answer: "адамдар диалог, талқылау, дебат, ынтымақтастықтағы іс-әрекет, арқылы оқиды",
    options: [
      "адамдар өз бетінше оқиды",
      "адамдар белгілі бір мақсат қою арқылы оқиды",
      "адамдар қиындықтарды жеңе отырып оқиды",
      "адамдар диалог, талқылау, дебат, ынтымақтастықтағы іс-әрекет, арқылы оқиды",
      "адамдар өз қажеттілігін өтеу үшін оқиды"
    ]
  },
  {
    numb: 366,
    question: "Карл Роджерстің дамытқан тұжырымдамасы:",
    answer: "«Мен» тұжырымдамасы жеке тұлғамен, оның тәжірибесімен қарым-қатынас жасау маңыздылығы туралы",
    options: [
      "«Мен» тұжырымдамасы жеке тұлғамен, оның тәжірибесімен қарым-қатынас жасау маңыздылығы туралы",
      "мидың қызметі  туралы зияткерлік қырларының тұжырымдамасы",
      "«Үштік модель» теориясы",
      "биологиялық және физиологиялық қажеттіліктер",
      "«Субъектілер көп қырлы зияткерлікке (КҚЗ) ие»"
    ]
  },
  {
    numb: 368,
    question: "Өзіндік тиімділікті қалыптастыруға ықпал ететін факторлар, бұл:",
    answer: "қол жеткізілген нәтиже, жанама тәжірибе, әлеуметтік ұстаным, физиологиялық факторлар",
    options: [
      "сүйіспеншілікке және қарым-қатынасқа деген қажеттілік, өзін-өзі құрметтеуге деген қажеттілік, өзін-өзі таныта білу",
      "қол жеткізілген нәтиже, жанама тәжірибе, әлеуметтік ұстаным, физиологиялық факторлар",
      "метатану, оқыту, оқу дағдылары",
      "эффективті, әлеуметтік, когнетивті",
      "биологиялық және физиологиялық қажеттіліктер, қауіпсіздікке деген қажеттілік"
    ]
  },
  {
    numb: 369,
    question: "ЖАДА оқушы дамытатын дағды мен қабілеттер, өз бетімен жасай алмайтын тапсырмалар көлемін айқындайды. Осы тапсырмаларды орындауда, оқушыларға жаңаны үйренуде тірек болады.",
    answer: "ересектердің көмегі немесе қолдауы",
    options: [
      "орындау үшін аса көп ынта-зейінді талап етпейтін сұрақтар",
      "ересектердің көмегі немесе қолдауы",
      "білім алушылар маңызды деп бағалаған тапсырмалар",
      "оқушылардың өз пікірін білдіру арқылы білім алуы",
      "оқушылар бірлескен зерттеу барысында да анықтай алады"
    ]
  },
  {
    numb: 371,
    question: "Оқытудағы әңгіме түрлерін атаңыз",
    answer: "сұрақ қою, жауап алу, әңгіме-дебат",
    options: [
      "әңгіме-дебат, кумулятивті әңгіме, зерттеушілік әңгіме",
      "талдау, қолдану, топтық әңгіме",
      "сұрақ қою, жауап алу, әңгіме-дебат",
      "зерттеушілік әңгіме, диалог, түрткі болу",
      "диспут, кумулятивті әңгіме, талдау"
    ]
  },
  {
    numb: 372,
    question: "Чиксентмихаи бойынша «өзіндік мақсатты» қалыптастыруға арналған зерігу жағдайы қандай аймақта болуы мүмкін?",
    answer: "күшті дағды, төмен талап",
    options: [
      "әлсіз дағды, төмен талап",
      "күшті дағды, төмен талап",
      "жоғарғы талап, әлсіз дағды",
      "күшті дағды",
      "ешқайсысы да келмейді"
    ]
  },
  {
    numb: 373,
    question: "Оқушының білім алуын қолдау үшін сұрақ қоюдың қандай техникаларын пайдалануға болады?",
    answer: "түрткі болу, сынақтан өткізу және қайта бағыттау",
    options: [
      "түрткі болу, сынақтан өткізу және қайта бағыттау",
      "ынталандыру, ойландыру, бағыттау",
      "сынақтан өткізу, түзету, нақтылау",
      "қайта бағыттау, ынталандыру, жетелеу",
      "түрткі болу, кеңейту, жинақтау"
    ]
  },
  {
    numb: 374,
    question: "Оқыту – бұл жекелеген құбылыс немесе дағды емес, ол ....",
    answer: "оқушылардың оқуға деген қабілетін жақсартуға мүмкіндік беретін педагогикалық тетіктердің біртұтас кешені",
    options: [
      "оқушылардың оқуға деген қабілетін жақсартуға мүмкіндік беретін педагогикалық тетіктердің біртұтас кешені",
      "мұғалімдердің оқушыға білімді дайын түрде беріп, қайталап сұрауы",
      "мұғалімнің өзінің сабақ беруіне басты назар аударып, оқытуды ұйымдастыруы",
      "оқушылардың өздігінен оқуын қадағалап, оқып үйрену дағдыларын қалыптастыру",
      "оқушылардың берген білімді игеру, үйренгенін пайдалана алуы"
    ]
  },
  {
    numb: 375,
    question: "«Оқыту мен оқудағы жаңа  тәсілдер» модулінің негізінде жатқан теория?",
    answer: "әлеуметтік- сындарлық тұрғыдан оқыту теориясы",
    options: [
      "әлеуметтік- сындарлық тұрғыдан оқыту теориясы",
      "өздігінен білім алу теориясы",
      "қашықтықтан оқыту",
      "дайын білімді таратуға негізделген «дәстүрлі» әдіс",
      "АКТ қолдану"
    ]
  },
  {
    numb: 376,
    question: "Дипактың қасиеті:",
    answer: "ұстанымы",
    options: [
      "Ұшқыр ойы",
      "шеберлігі",
      "ұстанымы",
      "ынтасы",
      "тапқырлығы"
    ]
  },
  {
    numb: 377,
    question: "Мерсер әңгімелесудің үш түрін анықтаған:",
    answer: "әңгіме-дебат, кумулятивтік әңгіме, зерттеушілік әңгіме",
    options: [
      "зерттеушілік әңгіме, авторитарлық әңгіме, әңгіме-дебат",
      "диалогтік әңгімелесу, бейресми әңгіме, әңгіме-дебат",
      "әңгіме-дебат, кумулятивтік әңгіме, зерттеушілік әңгіме",
      "зерттеушілік әңгіме, бейресми әңгіме, ұжымдық әңгімелесу",
      "ауызекі әңгіме, бейресми әңгіме, топтық әңгіме"
    ]
  },
  {
    numb: 378,
    question: "Мұғалімнің сұрақ қойғаннан кейін де және жауап алғаннан кейін де кідіріс жасауы қажет пе?",
    answer: "екі ойлау операциясы аралығында екі секундтық кідіріс қажет",
    options: [
      "жоқ, тек сұрақ қойғаннан кейін",
      "жоқ, тек жауап алғаннан кейін",
      "екі ойлау операциясы аралығында екі секундтық кідіріс қажет",
      "үзіліс қажет емес",
      "«Дұрыс емес» жауапқа реакция кезінде"
    ]
  },
  {
    numb: 379,
    question: "Сабақта диалогтің маңызды рөлін анықтаған ғалымдар:",
    answer: "Мерсер, Литлтон",
    options: [
      "Мерсер, Литлтон",
      "К.Роджерс",
      "Дж.Дьюи",
      "А.Маслоу",
      "Ж.Пиаже"
    ]
  },
  {
    numb: 380,
    question: "Кембридж университетінің зерттеушілері қандай жобаға жұмысқа таратылды?",
    answer: "«Оқушы үні»",
    options: [
      "«Жасөспірім үні»",
      "«Ұстаз үні»",
      "«Бала үні»",
      "«Оқушы үні»",
      "«Табиғат үні»"
    ]
  },
  {
    numb: 381,
    question: "Қалай оқу керектігін үйретуде мұғалім оқушыға қандай міндеттер қояды?",
    answer: "міндеттерді орындау стратегияларын әзірлеуге және ойластыруға",
    options: [
      "білім міндеті қоятын талаптарды түсіну",
      "жеке ойлау үдерістерін және олардың жұмыс қағидаттарын зерттеуге",
      "міндеттерді орындау стратегияларын әзірлеуге және ойластыруға",
      "нақты міндет үшін сәйкес келетін стратегияларды таңдау",
      "жоғары дағдылардың бәрі дұрыс"
    ]
  },
  {
    numb: 382,
    question: "Өздігінен реттелетін оқудың үш элементін көрсетіңіз:",
    answer: "оқушының проблемалар мен мақсаттарды өздігінен айқындауы",
    options: [
      "тапсырмамен жұмыс істеу барысында өздігінен бағытталушылығы",
      "тапсырманы орындауда нұсқаулықты басшылыққа алуы",
      "проблеманы шешу мен мақсатқа жету үшін әдіс-тәсілдерді өздігінен таңдауы",
      "оқушының проблемалар мен мақсаттарды топта бірігіп шешуі",
      "оқушының проблемалар мен мақсаттарды өздігінен айқындауы"
    ]
  },
  {
    numb: 383,
    question: "«Оқытудағы әңгімелесу – қарым-қатынас жасаудың бірсарынды емес, керісінше, идеялар екі жақты бағытта жүре отырып, осының негізінде оқушының білім алып жүретін өзара байланысты үдеріс». Авторы кім?",
    answer: "Александр",
    options: [
      "Барн",
      "Александр",
      "Мерсер",
      "Ходжкинсон",
      "Флейвел"
    ]
  },
  {
    numb: 384,
    question: "Оқытудың мұғалімді селқос тыңдағанда  емес, вербальды құралдарды қолдану нәтижесінде, яғни сөйлесу, талдау және дәлелдеу барысында жүзеге асатынын көрсеткен кім?",
    answer: "Барнс (1971)",
    options: [
      "Мерсер (2000)",
      "Выготский",
      "Барнс (1971)",
      "Райан мен Деки (2009)",
      "Пиагет"
    ]
  },
  {
    numb: 385,
    question: "Бағалаудың басты мақсаттарының біреуі:",
    answer: "кері байланыс орнату",
    options: [
      "үздік оқушылардың санын көбейту",
      "үлгерімін анықтау",
      "өзіндік әрекет ету",
      "кері байланыс орнату",
      "дұрыс жауабы көрсетілмеген"
    ]
  },
  {
    numb: 386,
    question: "Оқушылардың білім берудің белгілі бір кезеңінде алған жетістіктерін бағалау түрі:",
    answer: "жиынтық бағалау",
    options: [
      "жиынтық бағалау",
      "ОүБ",
      "Формативті және жиынтық бағалау",
      "бағасыз бағалау",
      "барлығы дұрыс"
    ]
  },
  {
    numb: 387,
    question: "Мұғалімнің бағалауды кім үшін және қалай өткізу керек екендігі туралы түсінік қайда көрсетілген?",
    answer: "бағалаудың мақсатында",
    options: [
      "бағдарлама мазмұнында",
      "кестеде",
      "ережеде",
      "талаптар жиынтығында",
      "бағалаудың мақсатында"
    ]
  },
  {
    numb: 389,
    question: "«Бағалау» (латынша) сөзінің мағынасы:",
    answer: "«Жақын отыру»",
    options: [
      "«Жақын отыру»",
      "зерттеушілік әңгіме жүргізу",
      "стандарттарды бақылау және орындау",
      "танымдық үдерістерді білу, түсіну және реттеу немесе олар туралы ойлау",
      "есте сақтауды жақсарту"
    ]
  },
  {
    numb: 391,
    question: "Оқушылардың сандық сауатты болуы...",
    answer: "барлығы дұрыс",
    options: [
      "барлығы дұрыс",
      "СТО",
      "әлеуметтік хабардарлығы",
      "оқуға әлеуметтік тартылуы",
      "сандық құралдарды пайдалана білуі"
    ]
  },
  {
    numb: 393,
    question: "Бағдарлама аясында талантты және дарынды балаларды оқытуды дамыту үшін қолданысқа енген жаңа тәсіл:",
    answer: "инклюзивті тәсіл",
    options: [
      "инклюзивті тәсіл",
      "өңірлік, ұлттық, халақаралық сайыстар",
      "оқушылардың жас ерекшеліктеріне сәйкес оқыту",
      "өздігінен оқыту",
      "қашықтықтан оқыту"
    ]
  },
  {
    numb: 394,
    question: "Акселерация:",
    answer: "оқушының оқу бағдарламасына сай тез дамуы",
    options: [
      "оқушының оқу бағдарламасына сай тез дамуы",
      "оқушының бағдарламадан тыс қарқынды дамуы",
      "дарынды, талантты оқушыларды оқытудың бір әдісі ",
      "оқушылардың тіл үйренудегі өзгерісі",
      "дарынды, талантты балалардың оқуға деген қызығушылығын арттыру"
    ]
  },
  {
    numb: 395,
    question: "«Оқушылар әлемді түсіну үшін құрылымдар мен модельдерді игеріп қана қоймай, өз құрылымы бар ортаға қатысады. Оқу сан алуан тәжірибелік қызметке қатысуды қамтиды»-деген қағидат оқушылардың жас ерекшеліктеріне сәйкес оқыту мен оқу модулінің қай тәсіліне сәйкес келеді.",
    answer: "оқудағы әлеуметтік-жағдаяттық тәсілге",
    options: [
      "оқытудың бихевиористикалық тәсілдеріне",
      "оқуға когнетивтік тәсілге",
      "оқытудағы гуманистік тәсілге",
      "оқудағы әлеуметтік-жағдаяттық тәсілге",
      "оқудағы психолог-педагогикалық тәсілге"
    ]
  },
  {
    numb: 396,
    question: "Ұзақ мерзімді жадының үш компонентін атаңыз:",
    answer: "рәсімдік, эпизодтық, семантикалық",
    options: [
      "жұмыстық, эпизодтық, семантикалық",
      "рәсімдік, эпизодтық, семантикалық",
      "жедел, рәсімдік, эпизодтық",
      "рәсімдік, эпизодтық, тұрақты",
      "эпизодтық, семантикалық, жұмыстық"
    ]
  },
  {
    numb: 397,
    question: "Кохлберг өнегелі даму теориясында неше кезеңді бөліп көрсетті?",
    answer: "6",
    options: [
      "3",
      "4",
      "5",
      "6",
      "7"
    ]
  },
  {
    numb: 398,
    question: "Субъектілерге басқалардың мінез-құлқының салдарын көруге, әр түрлі мінез-құлықтың салдары туралы белгілі түсінік алуға мүмкіндік беретін тәсілдің бірі:",
    answer: "бақылау",
    options: [
      "оқу",
      "сөйлеу",
      "бақылау",
      "әңгімелеу",
      "жазу"
    ]
  },
  {
    numb: 399,
    question: "СТО сипаты:",
    answer: "«Ойлау туралы ойлану»",
    options: [
      "«Пәнге деген сыни көзқарас»",
      "«Ойлау туралы ойлану»",
      "«Тақырыптың мазмұнына терең үңілу»",
      "«Оқушы үніне» құлақ асу ",
      "логикалық ойлау"
    ]
  },
  {
    numb: 400,
    question: "Мерсер сыныпта талқылаудағы дәлелдің үш түрін анықтаған. Оның бірі  кумулятивтік  әңгімеде:",
    answer: "оқушылар бір-бірінің үлесін сынамайды және сындарлыққа негізделеді",
    options: [
      "оқушылар бәсекеге қабілетті, басқа адамдардың көзқарасын қабылдауды қаламайды",
      "ұсыныстар жайында күмән туып, қарсы дау айтылып, негізделген дәлел мен СТО арқылы жалғасады",
      "оқушылар бір-бірімен жаңа және тиімді тәсілдерді іздестіреді",
      "оқушылар бір-бірінің үлесін сынамайды және сындарлыққа негізделеді",
      "балалар қате жауап бергені үшін қорықпай, өз идеяларын еркін жеткізеді"
    ]
  },
  {
    numb: 401,
    question: "Джон Дьюи мен Дональд Шонның еңбектерінен туған ұғым:",
    answer: "рефлексивті практик",
    options: [
      "техникалық ұтымдылық",
      "іс –әрекет барысындағы толғаныс",
      "іс-әрекеттен кейінгі толғаныс",
      "рефлексивті практик",
      "құзырлы мұғалім"
    ]
  },
  {
    numb: 403,
    question: "Көптеген мұғалімдер қай жұмысты жақсы бастама деп санайды?",
    answer: "өз тәжірибесін жетілдіруді",
    options: [
      "өз тәжірибесін жетілдіруді",
      "өз жалақысын арттыруды",
      "өз қызметін жетілдіруді",
      "өз санатын көтеруді",
      "өз көзқарасын нақтылауды"
    ]
  },
  {
    numb: 404,
    question: "Төмендегілердің қайсысы мұғалімнің жұмыс тәжірибесін, жаңа тәсілдерді қолдану және бағалау әрекеттерін қамтиды.",
    answer: "мұғалімнің оқытуды жоспарлауы",
    options: [
      "мұғалімдердің диалогтік оқытуы",
      "мұғалімнің көшбасшылыығы",
      "мұғалімнің сыни тұрғыдан ойлауы",
      "мұғалімнің дарынды баланы оқытуы",
      "мұғалімнің оқытуды жоспарлауы"
    ]
  },
  {
    numb: 405,
    question: "Педагогикалық дамуды қамтамасыз ету үшін кәсіби түсінудің нақты тәсілі талап етіледі?",
    answer: "ұжымдық және кешенді",
    options: [
      "жеке тұлғаға бағытталған",
      "ұжымдық және кешенді",
      "сыныпқа бағытталған",
      "мазмұнға бағытталған",
      "пәнге бағытталған"
    ]
  },
  {
    numb: 406,
    question: "Мұғалімнің көшбасшылығын дамыту жұмыстары қандай түсінікке негізделіп құрылған?",
    answer: "«Мұғалім – дамыту жұмысының көшбасшысы»",
    options: [
      "«Мұғалім -зерттеуші»",
      "«Мұғалім – дамыту жұмысының көшбасшысы»",
      "«Мұғалім-өзгеріс жасаушы»",
      "«Мұғалім-тәлімгер»",
      "«Мұғалім - оқытушы»"
    ]
  },
  {
    numb: 407,
    question: "Әлемдік тәжірибеде қолданылып отырған сындарлы теориялық оқытуға негізделген тәсіл дегеніміз не?",
    answer: "пәнді терең түсіну қабілетін дамыту және",
    options: [
      "көрсеткішке негізделген оқыту",
      "дәстүрлі оқытудың жетілдірілген түрі",
      "пәнді терең түсіну қабілетін дамыту және",
      "оқытудан алынған механикалық түрде есте сақталған мәліметтерді сынақ кезінде ұтымды пайдалана алуы",
      "жаттау қабілетін дамыту"
    ]
  },
  {
    numb: 408,
    question: "Стронгтың айтуынша: «Мектеп жұмысы мен оқушы жетістіктерін өрістетудегі негізгі тұлға - ...» ",
    answer: "мұғалім",
    options: [
      "мектеп директоры",
      "мұғалім",
      "білікті мұғалім",
      "ғылыми жетекші",
      "оқушы"
    ]
  },
  {
    numb: 409,
    question: "Құзырлы оқытудың маңызды факторын атаңыз:",
    answer: "оқушы тақырыптың мәнін өз бетімен меңгеруін түсінуі мен бағалай алуы",
    options: [
      "оқушы мен мұғалім арасындағы қарым-қатынастың нығаюы",
      "оқушы тақырыптың мәнін өз бетімен меңгеруін түсінуі мен бағалай алуы",
      "оқушының оқудағы жауапкершілікті сезінуі, түсінуі",
      "мұғалімнің оқушы еңбегін бағалау үрдісі",
      "мұғалімнің оқушы жан дүниесін түсінуі"
    ]
  },
  {
    numb: 411,
    question: "Оқушыларды дәлелді пікірталасқа тарту үшін мұғалім оқушылар тобын қалай ұйымдастыра алады?",
    answer: "бір-бірімен қарым-қатынас жасауға үйрету мақсатында оқушыларды топтарға біріктіреді",
    options: [
      "оқушыларды топтарға біріктіріп, оларға тапсырма береді",
      "бір-бірімен қарым-қатынас жасауға үйрету мақсатында оқушыларды топтарға біріктіреді",
      "бір-бірін тыңдап, әңгімелесуге үйрету мақсатында оқушыларды топтарға біріктіреді",
      "нақты тапсырманы орындау мақсатында оқушыларды топтарға біріктіріп, рөлдерді бөледі",
      "оқушыларды топтарға біріктіріп, оларға өз пікірлерін дәлелдеуді үйретеді"
    ]
  },
  {
    numb: 412,
    question: "Рефлексивті ойлаудың динамикалық үдерісі мидың қай бөлігінде өтеді?",
    answer: "маңдай бөліктерінде",
    options: [
      "самай бөлігінде ",
      "маңдай бөліктерінде",
      "төбе бөліктерінде",
      "желке бөліктерінде",
      "мишық бөлігінде"
    ]
  },
  {
    numb: 413,
    question: "«Адами зияткерлік – бұл «жеке тұлға өміріне қатысты шынайы ортаны бейімдеуге, іріктеуге және құруға бағытталған ой әрекеті» жолдарының авторы:",
    answer: "Роберт Стеренберг",
    options: [
      "Мерсер, Александр",
      "Роберт Стеренберг",
      "Дж.Дьюи",
      "Ж.Пиаже",
      "Выготский, Вудv"
    ]
  },
  {
    numb: 414,
    question: "Когнетивті даму дегеніміз не?",
    answer: "баланың оқу және проблеманы шешу қабілеті",
    options: [
      "баланың оқу және проблеманы шешу қабілеті",
      "баланың ойлау қабілеті",
      "баланың жетістікке жету мотивациясы",
      "баланың қабылдауы, зейіні",
      "баланың ынтасы Оқудың мотивациялық және аффективті теориялары"
    ]
  },
  {
    numb: 415,
    question: "Ынтаның иерархиялық моделін әзірлеген Авраам Маслоудың «Мен» тұжырымдамасын қорғап және қолдап тұратын екі мотивін атаңыз:",
    answer: "өзін-өзі сыйлау және өзін-өзі бағалау",
    options: [
      "қорғау және тәртіп",
      "жетістік және мәртебе",
      "өзін-өзі сыйлау және өзін-өзі бағалау",
      "баспана және жылу",
      "отбасы және ұжым"
    ]
  },
  {
    numb: 416,
    question: "Қажеттіліктер иерархиясын көрсетіңіз: ",
    answer: "биологиялық және физиологиялық қажеттіліктер, қауіпсіздік, сүйіспеншілікке және қарым-қатынасқа деген қажеттілік, өзін-өзі құрметтеуге деген қажеттілік және өзін-өзі жүзеге асыра білу",
    options: [
      "биологиялық және физиологиялық қажеттіліктер, қауіпсіздік, сүйіспеншілікке және қарым-қатынасқа деген қажеттілік, өзін-өзі құрметтеуге деген қажеттілік және өзін-өзі жүзеге асыра білу",
      "махаббатқа және қарым-қатынасқа деген қажеттілік, өзін-өзі құрметтеуге деген қажеттілік және өзін-өзі жүзеге асыра білуі",
      "биологиялық және физиологиялық қажеттіліктер, қауіпсіздік, өзін-өзі жүзеге асыра білу",
      "биологиялық және физиологиялық қажеттіліктер, қарым-қатынасқа деген қажеттілік, өзін-өзі құрметтеуге деген қажеттілік және өзін-өзі басқару",
      "биологиялық және физиологиялық қажеттіліктер, өзін-өзі құрметтеуге деген қажеттілік және өзін-өзі жүзеге асыра білу"
    ]
  },
  {
    numb: 418,
    question: "«Мен» тұжырымдамасының авторы және білім берудің қисын мен интуиция, зияткерлік пен сезімді қамтитыны туралы идеяны өрбітуші:",
    answer: "К.Роджерс",
    options: [
      "К.Роджерс",
      "А.Маслоу",
      "Вагнер",
      "Гарднер",
      "Д.Хетти"
    ]
  },
  {
    numb: 419,
    question: "Төмендегі жауаптың қайсысы «ЖАДА» мәнін ашып береді",
    answer: "оқушының өз бетімен қол жеткізе алмайтын оқу деңгейін ықпалды адамның көмегімен қамтамасыз ету",
    options: [
      "оқушының өз бетімен қол жеткізе алмайтын оқу деңгейін ықпалды адамның көмегімен қамтамасыз ету",
      "оқушының өзінің мықты және әлсіз жақтарын сезіну",
      "оқушылардың өздері де оқу үдерісіне белсенді қатысуын талап ету",
      "оқушымен білім беру мәселелері бойынша пікірлесу",
      "оқушылар өздігіне мәселелерді шешу жолдарын қарастырады"
    ]
  },
  {
    numb: 420,
    question: "Оқушыларды ынталандыру және дамыту үшін әңгімелесуді қандай формада қолдану қажет деп ойлайсыз:",
    answer: "диалог",
    options: [
      "диалог",
      "жұптық жұмыс",
      "ұжымдық жұмыс",
      "монолог",
      "топтық жұмыс"
    ]
  },
  {
    numb: 421,
    question: "Әлеуметтік-сындарлық тұрғыдан оқытуды түсіну (Vygotsky, 1978,  Wood, 1998) ... негізінде жатыр:",
    answer: "оқыту мен оқудағы жаңа тәсілдер ",
    options: [
      "оқыту мен оқудағы жаңа тәсілдер ",
      "оқыту үшін бағалау және оқуды бағалау",
      "оқушылардың жас ерекшеліктеріне сәйкес оқыту және оқу",
      "оқытудағы басқару және көшбасшылық",
      "оқытуда АКТ-ны қолдану"
    ]
  },
  {
    numb: 422,
    question: "Оқушылар ортақ проблема бойынша бірлескен түсінік қалыптастырып, идеялармен пікір алмасып, бір-бірінің идеяларын талқылады және баға беріп, ұжымдық білім мен түсінікті қалыптастырады. Оқушылар қандай іңгіме түріне тартылды?",
    answer: "зерттеушілік әңгіме",
    options: [
      "зерттеушілік әңгіме",
      "топтық әңгіме",
      "қиылысқан әңгіме",
      "кумулятивті әңгіме",
      "бірлескен әңгіме"
    ]
  },
  {
    numb: 423,
    question: "Дұрыс сұрақ қою-сабақ берудің тиімді құралы болып табылады. Оқушының білім алуын қолдау үшін сұрақ қоюдың қандай тьехникалары пайдаланылады?",
    answer: "түрткі болу, сынақтан өткізу, қайта бағыттау",
    options: [
      "түрткі болу, сынақтан өткізу, қайта бағыттау",
      "жауап алу, сынақтан өткізу, жауапты түзету",
      "идеясын дамытуға бағыттау, сынақтан өткізу, қайталау",
      "дұрысын қабылдау, толық жауап беруге итермелеу, кері сұрақ қою",
      "толық жауап беруге итермелеу, жауапты қайталап айту, қайта бағыттау"
    ]
  },
  {
    numb: 424,
    question: "Дағдысы жоғары оқушыға орта немесе төмен деңгейдегі тапсырмаларды орындату барысында оқушы қандай күйге түседі?",
    answer: "зерігеді",
    options: [
      "зерігеді",
      "алаңдайды",
      "қалыпты жағдайда болады",
      "мазасызданады",
      "қуанады"
    ]
  },
  {
    numb: 425,
    question: "Оқушының тапсырманы қалай талдайтынын және бағалайтынын немесе күрделілік деңгейін қалай салыстыратынын көрсетуі, метатанудың қай аспектісін қамтиды?",
    answer: "оқушының мақсаты мен тапсырмаларын білу, түсіну және бағалауды қамтиды",
    options: [
      "оқушының мақсаты мен тапсырмаларын білу, түсіну және бағалауды қамтиды",
      "өзін оқушы ретінде тану",
      "тапсырманы орындауға қажетті білім мен тәсілдер мониторингі",
      "оқушының күшті және әлсіз жақтары туралы метакогнитивтік түсінігі",
      "оқушының тапсырманы орындаудағы түрлі тәсілдерді салыстырмалы түрде тиімді бағалауы"
    ]
  },
  {
    numb: 426,
    question: "Диалогтік оқыту кезінде өзара білім алмасуға жағдай туғызатын не?",
    answer: "мұғалімдер мен балалар бірін-бірі тыңдап, идеялармен бөліседі, және балама көзқарастарды қарастырады",
    options: [
      "мұғалім мен бала бірігіп, тапсырманы орындайды",
      "бала қате жауап бергені үшін қорықпай, өз идеяларын еркін жеткізіп, бір-біріне өзара түсіністікке жетулеріне көмектеседі",
      "мұғалімдер мен балалар бірін-бірі тыңдап, идеялармен бөліседі, және балама көзқарастарды қарастырады",
      "оқушы мен оқушы диалогтік қарым-қатынасқа түседі",
      "жоғарыдағылардың бәрі дұрыс"
    ]
  },
  {
    numb: 429,
    question: "Зерттеушілік әңгіме бұл:",
    answer: "оқушыларды әңгімеге тарту кезінде дамыту қажет болып табылатын әңгіменің түрі",
    options: [
      "бәсекелестікке бағытталған",
      "әңгіме білім алу мақсатында",
      "оқушыларды әңгімеге тарту кезінде дамыту қажет болып табылатын әңгіменің түрі",
      "ой пікірлерде үлкен алшақтық болады және әрқайсысы өз шешімдерінде қалады",
      "сұрақтарға жауап алу"
    ]
  },
  {
    numb: 430,
    question: "Өзін-өзі реттеу моделін анықтаңыз:",
    answer: "эмоциялық, когнитвтік, ынталандырушылық, әлеуметтік",
    options: [
      "алға даму, нақты шешім шығару, бастамшыл, көшбасшылық",
      "эмоциялық, когнитвтік, ынталандырушылық, әлеуметтік",
      "әлеуметтік, білімділік, ынтымақшылдық, эмоциялық",
      "метатану, зияткерлік, толеранттылық, сенімділік",
      "бақылаушылық, шығармашылық, таным деңгейін арттыру, еңбекқор"
    ]
  },
  {
    numb: 431,
    question: "Флейвелл бойынша метатануды өлшеудің құрылымы:",
    answer: "жоғарыдағылардың бәрі дұрыс",
    options: [
      "өзін оқушы деп білу",
      "мақсаттар мен тапсырмаларды білу, түсіну және бағалау",
      "тапсырманы орындауға қажетті стратегиялардың мониторингі ",
      "тапсырманы орындауға қажетті стратегияларды білу",
      "жоғарыдағылардың бәрі дұрыс"
    ]
  },
  {
    numb: 432,
    question: "Мұғалім оқушыларда ... деп аталатын қасиеттердің болуына жағдай жасауға тырысуға тиіс:",
    answer: "ішкі уәж және өзіндік мақсат",
    options: [
      "сыртқы уәж",
      "сыртқы түрткі",
      "сыртқы ынта",
      "ішкі уәж және өзіндік мақсат",
      "сыртқы бағалау"
    ]
  },
  {
    numb: 433,
    question: "Метатану әдістерін игерген оқушылар...",
    answer: "мұғалімдермен тең әрекеттеседі",
    options: [
      "оқушыдан көмек сұрайды",
      "мұғалімнен көмек сұрайды",
      "қиындыққа кездеседі",
      "мұғалімдермен тең әрекеттеседі",
      "оқулыққа жүгінеді"
    ]
  },
  {
    numb: 434,
    question: "... өз еңбектерінде диалог сабақта оқушылардың қызығушылығын арттырумен қатар олардың білім деңгейінің өсуіне үлес қосатынын атап көрсетеді:",
    answer: "Мерсер мен Литлтон",
    options: [
      "Мерсер мен Литлтон",
      "Барнс",
      "Выготский",
      "Ходжкинсон",
      "Хэтти"
    ]
  },
  {
    numb: 435,
    question: "Оқыту үшін бағалау бұл:",
    answer: "білім алушылар өздерінің оқудың қандай сатысында тұрғанын, қандай бағытта даму керек және қажетті деңгейге қалай жету керек екендігін анықтау",
    options: [
      "оқушының қазіргі уақытта не оқып білгенін жинақтау",
      "білім алушылар өздерінің оқудың қандай сатысында тұрғанын, қандай бағытта даму керек және қажетті деңгейге қалай жету керек екендігін анықтау",
      "оқушылар тобының қол жеткізген табыстарын салыстыру",
      "балл немесе деңгей түрінде келтірілген межелікке жету",
      "негізделген өлшемдер мен стандарттардың таңбалануы"
    ]
  },
  {
    numb: 436,
    question: "Латын тілінен аударғанда «жақын отыру» деген мағынаны білдіретін:",
    answer: "бағалау",
    options: [
      "бағалау",
      "бақылау",
      "сұрыптау",
      "болжау",
      "талдау"
    ]
  },
  {
    numb: 437,
    question: "Итерпретация кейде басқаша не деп аталады?",
    answer: "логикалық қорытынды",
    options: [
      "мінез-құлық сипаттамасы",
      "логикалық қорытынды",
      "ерекше дағдылар",
      "нәтижелі бақылау",
      "түсіну"
    ]
  },
  {
    numb: 438,
    question: "Жетістіктер мен кемшіліктер туралы ақпарат беретін және процестің қалай өткендегі туралы ойлануға мүмкіндік беретін формативті бағалаудың шартын көрсетіңіз:",
    answer: "оқушылармен тиімді кері байланысты қамтамасыз ету",
    options: [
      "оқушылармен тиімді кері байланысты қамтамасыз ету",
      "оқушылардың өзіндік оқуға белсенді қатысуы",
      "бағалау нәтижелерін ескере отырып оқыту тәсілдеріне түзету енгізу",
      "оқушылардың өз жұмысын талдау мүмкіндігі",
      "жеке таным процесіне оқушылардың белсенді қатысуы"
    ]
  },
  {
    numb: 440,
    question: "Оқытудың қосалқы туралы білім:",
    answer: "технологиялық білімдер",
    options: [
      "білімдердің технологиялық аспектісі",
      "білімдердің педагогикалық аспектісі",
      "мазмұндық білім аспектісі",
      "технологиялық білімдер",
      "пәндік білімдер"
    ]
  },
  {
    numb: 441,
    question: "Бағалау мен талдауда АКТ-ны не үшін пайдалануға болады?",
    answer: "оқуда жаңалық жасауға ықпал ету",
    options: [
      "оқуда жаңалық жасауға ықпал ету",
      "оқушылардың түрлі амал-тәсілдерді көрсетуі",
      "тұжырымдаманы көрсететін бейнелерді беру",
      "ақпарат алмасу",
      "дерек қорды зерделеу"
    ]
  },
  {
    numb: 442,
    question: "Талантты немесе қабілетті үнемі айқындай отырып бастауыш мектептердің мұғалімдері өздерін кім ретінде көрсетуге тиіс:",
    answer: "дарынды бақылаушылар ",
    options: [
      "талантты ұстаз",
      "дарынды оқушылар",
      "дарынды бақылаушылар ",
      "қабілетті бақылаушылар",
      "дарындылықты ашушылар"
    ]
  },
  {
    numb: 443,
    question: "«Ақпаратты толықтырып, олардың қайшылықтарын анықтап, мәніне тезірек жету» төмендегі үздік оқушыларды анықтайтын сенімді өлшемдердің қайсысына жатады? ",
    answer: "мәселені шешу",
    options: [
      "есте сақтау және білім",
      "өз білімін жетілдіру",
      "ойлау қабілетінің жылдамдығы",
      "мәселені шешу",
      "икемділік"
    ]
  },
  {
    numb: 444,
    question: "«Өзгертілген оқу жоспары» әдістемесінің көмегімен сыныпта ерекше қасиеттерімен ерекшеленетін шағын  топтарда орындалатын тапсырмалар дайындауға болады, бірақ топ құру кезінде барлық оқушылар үшін тиімді оқыту үдерісін ұйымдастыру икемділікті талап ететіндігі туралы идеяның авторы кім?",
    answer: "Эйр",
    options: [
      "Эйр",
      "Фриман",
      "Мерсер",
      "Ренцулли",
      "Рейс"
    ]
  },
  {
    numb: 446,
    question: "Қысқа мерзімді жадының кейінгі атауы (Аткинсон мен Шифрин):",
    answer: "жұмыс жадысы",
    options: [
      "жұмыс жадысы",
      "зерделеу жадысы",
      "ойлау жадысы",
      "ойлану операциялары",
      "рәсімдік жады"
    ]
  },
  {
    numb: 447,
    question: "Оқытудағы бихевиористикалық тәсілдері нені қарастырады?",
    answer: "ортамен өзара байланыстағы мінез-құлықты зерделеу үшін эксперименттік рәсімдерді пайдалануды қарастырады",
    options: [
      "ортамен өзара байланыстағы мінез-құлықты зерделеу үшін оқуды дұрыс пайдалануды",
      "ортамен өзара байланыстағы мінез-құлықты зерделеу үшін эксперименттік рәсімдерді пайдалануды қарастырады",
      "бұл технологиялық білімдер жайлы түсінік",
      "білім берудің жалпы негіздерін, білім беру мақсаттары мен міндеттерін білуге негізделген оқу мен оқыту үрдістері",
      "бұл танымдық білімдер жайлы түсінік"
    ]
  },
  {
    numb: 449,
    question: "Мерсер анықтаған сыныпта талқылау кезіндегі дәлелдің қайсысында оқушылар бәсекеге қабілетті басқалардың көзқарасын қабылдауды қаламайды.",
    answer: "пікірталастық әңгіме",
    options: [
      "кумулятивтік",
      "зерттеушілік",
      "диалогтік",
      "пікірталастық әңгіме",
      "бейресми"
    ]
  },
  {
    numb: 450,
    question: "Өзіміздің эмоциямыз бен көзқарасымызды, сеніміміз бен болжамдарымыздың субъективті екенін сезіну қалай атайды?",
    answer: "өзіндік сана сезім",
    options: [
      "өзіндік сана сезім",
      "пайым",
      "ұтқырлық",
      "шығармашылық",
      "сезім"
    ]
  },
  {
    numb: 451,
    question: "«Рефлексивтік практик» деген ұғымды ашқан танымал философтар, педагог-ғалымдар:",
    answer: "Дж.Дьюи, Дональд Шон",
    options: [
      "Дж.Дьюи, Дональд Шон",
      "Мерсер, Александер",
      "А.Маслоу, Роджерс",
      "Стернберг, Дж.Саймонс",
      "Вуд, Брунер, Росс"
    ]
  },
  {
    numb: 452,
    question: "СТО –бұл...",
    answer: "бақылаудың, тәжірибенің, ойлау мен талқылаудың нәтижесінде алынған ақпаратты ойлауға, бағалауға, талдауға және синтездеуге бағытталған пәндік шешім",
    options: [
      "білім алу туралы шешімді қабылдау мақсатымен оқытудың нәтижелерін жүйелі түрде жиынтықтауға бағытталған қызметті белгілеу",
      "оқуға деген қабілеттілік",
      "бақылаудың, тәжірибенің, ойлау мен талқылаудың нәтижесінде алынған ақпаратты ойлауға, бағалауға, талдауға және синтездеуге бағытталған пәндік шешім",
      "білім берудің жалпы негіздері",
      "өзін-өзі бағалау және сыныптастарын бағалау"
    ]
  },
  {
    numb: 453,
    question: "Балалар мен мұғалімдердің жаңалық ашу, өзара қарым-қатынас орнатуы қалай аталады?",
    answer: "диалогтік педагогика",
    options: [
      "диалогтік педагогика",
      "диалогтік оқыту",
      "ұжымдық оқыту",
      "топтық оқыту",
      "саралап оқыту"
    ]
  },
  {
    numb: 454,
    question: "Көшбасшы мұғалім көңілінде үнемі қандай білім беру тұрады?",
    answer: "талапқа сай",
    options: [
      "сапалы",
      "нәтижелі",
      "жоғары деңгейде",
      "сұранысқа сай",
      "талапқа сай"
    ]
  },
  {
    numb: 455,
    question: "Мұғалім көшбасшылығының міндетті қыры не болып табылады?",
    answer: "оптимистік көзқарас",
    options: [
      "реалистік көзқарас",
      "армандай білу",
      "жігерлендіре білу",
      "қызықтыра білу",
      "оптимистік көзқарас"
    ]
  },
  {
    numb: 456,
    question: "«Қара жәшік» ішіндегі жұмыстың маңызды құрамы болып саналады",
    answer: "сұрақтың дұрыс қойылуы",
    options: [
      "дарынды балалармен жұмысты жетілдіру",
      "топтық жұмысты қолдану",
      "АКТ-ны қолдану",
      "сұрақтың дұрыс қойылуы",
      "инклюзивті оқытуды дамыту"
    ]
  },
  {
    numb: 457,
    question: "3 деңгей бағдарламасына сәйкес бағалаудың басты мақсаттарының бірі ",
    answer: "оқушылардың уәжін дамыту",
    options: [
      "ата-аналармен байланыс құру",
      "мұғалімдердеің кәсіби деңгейін арттыру",
      "оқушылардың уәжін дамыту",
      "жұртшылықтың назарын мектеп мәселесіне аудару",
      "білім беру ұйымдары арасында бәсекелестік құру"
    ]
  },
  {
    numb: 458,
    question: "Мазмұнды педагогикалық ықпалды формаларға айналдыру мүмкіндігін бере құрамдас бөліктердің: оқу мазмұны мен педагогикалық білімдердің біртұтастығы болып табылады",
    answer: "білімнің педагогикалық аспектісі",
    options: [
      "білімнің тұжырымдамалық аспектісі",
      "білімнің технологиялық аспектісі",
      "білімнің әдістемелік аспектісі",
      "білімнің психологиялық аспектісі",
      "білімнің педагогикалық аспектісі"
    ]
  },
  {
    numb: 459,
    question: "Радиоқойылымға ұқсас",
    answer: "подкаст",
    options: [
      "подкаст",
      "википедия",
      "портал",
      "смс-хабарлама",
      "электрондық пошта"
    ]
  },
  {
    numb: 460,
    question: "Үздік оқушыларды анықтайтын сенімді өлшемдері",
    answer: "күрделі тапсырмаларға қызығушылық",
    options: [
      "жинақылық таныту",
      "ұқыптылықты көрсету (паш ету)",
      "күрделі тапсырмаларға қызығушылық",
      "гипербелсенділікке бейімділік",
      "көшбасшылыққа ұмтылу"
    ]
  },
  {
    numb: 461,
    question: "Бағдарламаға сәйкес, сындарлы оқытудың мақсаты қамтамасыз етеді",
    answer: "алған білімдерін сыныптан тыс жерде қолдану",
    options: [
      "«Дәстүрлі» оқыту тәсілін қолдану",
      "алған білімдерін сыныптан тыс жерде қолдану",
      "дайын білімдерін тарату",
      "мектеп бағдарламаларын үнемі жаңарту",
      "қажет ақпаратты механикалық тұрғыда есте сақтау"
    ]
  },
  {
    numb: 462,
    question: "Когнетивті үдерісті зерттеушілер зерделейді",
    answer: "есте сақтау, қабылдау, зиятты",
    options: [
      "есте сақтау, қабылдау, зиятты",
      "оқытудың  мақсаттарын, міндеттерін",
      "оқыту, тәрбие мен дамудың өзара байланысын",
      "мектеп, отбасы, қоғамның өзара байланысын",
      "оқыту үдерісінің ұйымдастыру қағидаттарын"
    ]
  },
  {
    numb: 463,
    question: "«Табиғат тәрбиеге қарсы» тезисі 3-ші деңгей бағдарламасы мәнмәтінінде мәселеге қатысты бой көтерді",
    answer: "жеке тұлғаның туа біткен қасиеттері",
    options: [
      "дамудың тумыстан ақауы",
      "инклюзивті білім беруде",
      "жеке тұлғаның туа біткен қасиеттері",
      "Жан Пиаже теориясын сынау",
      "жақын арадағы даму аймағының маңыздылығы"
    ]
  },
  {
    numb: 465,
    question: "Есте сақтауды жақсартуға арналған «орын әдісі» негізделеді",
    answer: "жарқын, визуалды образдарды құру",
    options: [
      "оқушы орнын ауыстыру",
      "географияны жақсы білу",
      "ой кеңістігі",
      "жайлы жағдайда ақпаратты көп қайталау",
      "жарқын, визуалды образдарды құру"
    ]
  },
  {
    numb: 466,
    question: "«ЖАДА» ұғымын енгізген ғалым",
    answer: "Выготский",
    options: [
      "Блум",
      "Маслоу",
      "Бахтин",
      "Выготский",
      "Александер"
    ]
  },
  {
    numb: 467,
    question: "«Көпіршелер» метафорасы төмендегі ұғымға тікелей қатысты",
    answer: "«ЖАДА»",
    options: [
      "«Өзекті дамудың аймағы»",
      "«Мұғалімнің үш көмекшісі»",
      "«Қара жәшік» ішіндегі жұмыс",
      "«Оқушы үні»",
      "«ЖАДА»"
    ]
  },
  {
    numb: 468,
    question: "Қазіргі таңда «оқу қоғамдастығы» танымал ұғымның мәнмәтінінде оқушылар да, мұғалімдер де өздерін есептейді",
    answer: "білім алушылар",
    options: [
      "тексерушілер",
      "білім алушылар",
      "делегат болып жіберілгендер",
      "үстемшілдер",
      "көрсетушілер"
    ]
  },
  {
    numb: 469,
    question: "Сыныптағы оқу үдерісінің пайдасын айқындайтын негізгі факторға жатады",
    answer: "оқу үдерісін қалай құрылымдау қажет екендігін түсіну",
    options: [
      "мектеп әкімшілігінің сабақтарға қатысуы",
      "әр түрлі жас шамасындағы балалардың құрамынан топтар ұйымдастыру",
      "мазмұнды дәрістерді дайындау",
      "балаларды үй жұмысын орындату үшін ата-аналарды тарту",
      "оқу үдерісін қалай құрылымдау қажет екендігін түсіну"
    ]
  },
  {
    numb: 470,
    question: "Мерсердің айтуынша, мұғалімдер оқушыларды төмендегі жұмысқа тарту",
    answer: "зерттеушілік әңгімеге",
    options: [
      "ғылыми жұмысқа",
      "зерттеушілік әңгімеге",
      "ойын әрекетіне ",
      "әлеуметтік жобаларға",
      "ЖАДА"
    ]
  },
  {
    numb: 471,
    question: "Оқушылардың ақпаратты қолдануға, қайта құруға, кеңейтуге, бағалауға, талдауға бағытталған сұрақтар",
    answer: "жоғары дәрежелі",
    options: [
      "дұрыс емес",
      "жабық",
      "төмен дәрежелі",
      "жоғары дәрежелі",
      "тестік"
    ]
  },
  {
    numb: 472,
    question: "Қазіргі зерттеушілердің пікірінше, көп суреттердің қатарын есте сақтаудан гөрі оны азырақ суреттер қатарын есте сақтау оңайырақ екенін сезіне алады ",
    answer: "5-6 жастан",
    options: [
      "1-2 жастан",
      "3-4 жастан",
      "5-6 жастан",
      "7-8 жастан",
      "9-10 жастан"
    ]
  },
  {
    numb: 473,
    question: "Шанк және Циммерман метатанудың маңызды аспектісі ретінде таниды",
    answer: "өз бетінше жұмыс істеу және даму ниеті",
    options: [
      "талдау және жинақтау қабілеттілігі",
      "құрастыру ептілігі және модельдеу (үлгілеу)",
      "өзін-өзі бағалау және өзара  бағалау дағдылары",
      "өз бетінше жұмыс істеу және даму ниеті",
      "жеке және топта жұмыс істеу ептілігі"
    ]
  },
  {
    numb: 474,
    question: "СТО дағдылары сипатталады",
    answer: "бақылау, талдау, қорытынды, интерпретация",
    options: [
      "дәлелдеме, декламация, иллюстрация",
      "білу, түсіну, қолдану",
      "қарым-қатынас, ықпалдасу, жіктеу, қалыптандыру",
      "бақылау, талдау, қорытынды, интерпретация",
      "сұрыптау, қалыптандыру, симуляция, ротация"
    ]
  },
  {
    numb: 475,
    question: "Шонның «Рефлексивті практик: кәсіби іс-әрекетке қалайша ойланады?» еңбегінде енгізілген  ұғым",
    answer: "«Іс барысындағы толғаныс»",
    options: [
      "«Іс-әрекеттегі зерттеу»",
      "«Зерттеу сабағы»",
      "«Іс барысындағы толғаныс»",
      "«Мәселелерді зияткерлендіру»",
      "«Теоретикалық экспедиция»"
    ]
  },
  {
    numb: 476,
    question: "Барлық бағалаудың үдерісі болжайды",
    answer: "бұдан арғы іс-әрекетті анықтау үшін қорытындылау",
    options: [
      "сыналып отырған психотипті анықтау үшін диагностика",
      "кездесуі мүмкін тәртіп бұзушылықты тексеру",
      "тұтынушы құқығын қорғау үшін апелляция",
      "салыстырмалы талдау үшін валидация",
      "бұдан арғы іс-әрекетті анықтау үшін қорытындылау"
    ]
  },
  {
    numb: 477,
    question: "Авраам Маслоу жасаған адам қажеттіліктерінің иерархиясында негізгісі қандай қажеттілік болып табылады?",
    answer: "Өзін-өзі таныта білу қажеттілігі",
    options: [
      "Физиологиялық қажеттілік",
      "Өзін-өзі таныта білу қажеттілігі",
      "Сүйіспеншілікке, қарым-қатынасқа деген қажеттілік",
      "Құрметтеуге деген қажеттілік",
      "Қауіпсіздікке деген қажеттілік"
    ]
  },
  {
    numb: 478,
    question: "Төменде көрсетілген тапсырмалардың қайсысы когнитивті қолдау көрсету үлгісі («көпірше») болып табылады?",
    answer: "Есепті шығару алгоритмін ұстану",
    options: [
      "Жұмысты оқулықтан көшіріп жазу",
      "Есепті шығару алгоритмін ұстану",
      "Практикалық тапсырманы орындау үшін нұсқаулықты ұстану",
      "Мұғалім оқып тұрып, оқушының конспектілеуі",
      "Жұмысты басқа оқушыдан көшіріп алу"
    ]
  },
  {
    numb: 479,
    question: "Балалар қандай жастан бастап өзінің оқуі үшін жауапкершілік ала алады деп саналады?",
    answer: "3 жастан бастап",
    options: [
      "10 жастан бастап",
      "3 жастан бастап",
      "7 жастан бастап",
      "15 жастан бастап",
      "5 жастан бастап"
    ]
  },
  {
    numb: 480,
    question: "Перри және басқалар (2002) өздігінен реттелетін оқудың үш сипаттамасын берді: тапсырмамен жұмыс барысында өздігінен бағытталушылығы; оқушының проблемалар мен мақсаттарды өздігінен айқындауы; проблеманы шешу және мақсатқа жету үшін әдіс-тәсілдерді өздігінен таңдауы. Төменде көрсетілген тапсырмалардың қайсысы өздігінен реттелетін оқу үшін барынша тиімді болып табылады? Нұсқалардың біреуін таңдаңыз:",
    answer: "Білім алушылар маңызды деп бағалаған тапсырмалар",
    options: [
      "Күрделі тапсырмалар",
      "Қайталанатын тапсырмалар",
      "Білім алушылар маңызды деп бағалаған тапсырмалар",
      "Қызықты тапсырмалар",
      "Орындау үшін аса көп ынта-зейінді талап етпейтін сұрақтар"
    ]
  },
  {
    numb: 481,
    question: "Джин Раддок «оқушы үнінің» мәні зор деп насихаттады. Ғалым бұл идеясымен не айтпақ болды?",
    answer: "Оқушының пікіріне қызығушылық таныту арқылы олардың білім алуын жетілдіруге болады",
    options: [
      "Сабақ барысында оқушының өз пікірін білдіруі көтермеленуге тиіс ",
      "Жасына қарай оқушының үні әртүрлі болуы мүмкін",
      "Оқушының пікіріне қызығушылық таныту арқылы олардың білім алуын жетілдіруге болады",
      "Оқушылар өз пікірін білдіру арқылы білім алады",
      "Хормен ән салу оқушылардың жағымды сезімдерін дамытатын бірлескен шара болып табылады"
    ]
  },
  {
    numb: 482,
    question: "Мерсер анықтаған әңгімелесу түрінің қайсысында оқушылар проблемамен бөліседі, сондай-ақ идеялар және пікірлермен алмасу, барлық идеяларды ойластырып, бағалау, ортақ білім мен түсінік құру арқылы бірлесіп ұғым қалыптастырады:",
    answer: "Зерттеушілік",
    options: [
      "Зерттеушілік",
      "Бейресми",
      "Диалогтік",
      "Әңгіме-дебат",
      "Авторитарлық"
    ]
  },
  {
    numb: 483,
    question: "Выготский жас баланы оқушы ретінде сипаттайды, оның когнитивтік дамуы әлеуметтік өзара іс-әрекет барысында жүреді. Төменде келтірілген тұжырымдардың қайсысы Выготскийдің айтқанын барынша нақты түсіндіреді?",
    answer: "Оқушылар жаңаны меңгеріп жатқанда ересектер мен құрдастары оларға қолдау көрсетеді",
    options: [
      "Жастары ұлғайған сайын оқушыларда таразыланған ойлау дамиды",
      "Оқушылар мұғаліммен қарым-қатынас жасау барысында білім алады",
      "Оқушылар жаңаны меңгеріп жатқанда ересектер мен құрдастары оларға қолдау көрсетеді",
      "Ересек адамдар оқушыларға білім береді",
      "Оқушылар бір-бірін тыңдап білім алады"
    ]
  },
  {
    numb: 484,
    question: "Төменде келтірілген жауап нұсқаларының қайсысы мұғалім қойған сұраққа оқушы күтпеген жауап бергенде мұғалімнің барынша лайықты реакциясын көрсетеді?",
    answer: "«Бұл өте қызық екен» деп, жауаптың құнды екенін мойындайды",
    options: [
      "Басқа оқушыға назар аударып, немесе басқа тақырып не сұраққа көшіп, жауапты елемейді",
      "«Бұл өте қызық екен» деп, жауаптың құнды екенін мойындайды",
      "Жауапты атап көрсету үшін оның бір бөлігін қайталайды",
      "Оқушыдан қосымша ақпарат беруді немесе жауапты барынша толығырақ түсіндіруді сұрайды",
      "Оқушыға оның қателесетінін айтады да, сабақты жалғастыра береді"
    ]
  },
  {
    numb: 485,
    question: "Төменде келтірілген сұрақтардың қайсысы жоғары деңгейлі ойлауды аз талап етеді?",
    answer: "Неліктен Жерге Күнді айналып шығу үшін көп, ал Шолпанды айналып шығу үшін аз уақыт қажет деп шештіңіз?",
    options: [
      "Жер Күнді қандай уақыт ішінде айналып шығады?",
      "Жер ғаламшарының ғарыштағы орнына қатысты қандай қосымша ақпаратты білгіңіз келеді?",
      "Кеше өткен материал бойынша сұрақтарыңыз бар ма?",
      "Кеше Жер орбитасы туралы не білдіңіз?",
      "Неліктен Жерге Күнді айналып шығу үшін көп, ал Шолпанды айналып шығу үшін аз уақыт қажет деп шештіңіз?"
    ]
  },
  {
    numb: 486,
    question: "Төменде келтірілген жауап нұсқаларының қайсысы талантты және дарынды балалармен жұмыста жалпымектептік тәсілді қолданған маңызды екенін барынша жақсы сипаттайды?",
    answer: "Жалпымектептік әдіс талантты және дарынды балаларға жасы үлкен оқушылармен бірлесіп оқуға мүмкіндік береді",
    options: [
      "Мектептегі бүкіл оқушылар мен мұғалімдер олардың табысын тиісінше қабылдай алады",
      "Жалпымектептік әдіс талантты және дарынды балаларға жасы үлкен оқушылармен бірлесіп оқуға мүмкіндік береді",
      "Талантты және дарынды балалар мектепті экстернмен бітіре алады",
      "Мектептің барлық оқушыларына оқуда жоғары стандарттар қойылған жағдайда талантты және дарынды балалардың қажеттіліктері қанағаттандырылады",
      "Жалпымектептік тәсіл талантты және дарынды балаларға сыныптастарынан жылдам жұмыс істеуге мүмкіндік береді"
    ]
  },
  {
    numb: 487,
    question: "Бағалау талантты және дарынды балаларды тиімді оқытуды қалайша қамтамасыз ете алады?",
    answer: "Мұғалімдер мүмкіндіктері әртүрлі оқушыларды бағалау нәтижелеріне сүйеніп оларға арналған тапсырмаларды жоспарлайды",
    options: [
      "Сынып жұмысын жоспарлау оқушыларды бағалаудың орташа нәтижелеріне негізделуі мүмкін",
      "Ата-аналар өз балаларының жетістіктерін басқа балалармен салыстыра алады",
      "Мұғалімдер мүмкіндіктері әртүрлі оқушыларды бағалау нәтижелеріне сүйеніп оларға арналған тапсырмаларды жоспарлайды",
      "Мұғалімдер тестілеудің формалды нәтижелерінің негізінде жоспарлауды саралай алады",
      "Бағалау нәтижелерін мектеп директорына көрсетуге болады"
    ]
  },
  {
    numb: 488,
    question: "Выготскийдің іліміне сәйкес, төменде келтірілген тұжырымдардың қайсысы дұрыс?",
    answer: "Білім адамдар арасындағы өзара іс-қимыл барысында қалыптасады",
    options: [
      "Адамдар білімді өздері қалыптастырады",
      "Білім адамдар арасындағы өзара іс-қимыл барысында қалыптасады",
      "Ойлау үдерісін қатты шоғырландыру арқылы білім алынады",
      "Білім енжар тәсілмен алынады",
      "Жас ұлғайған сайын білім толыса береді"
    ]
  },
  {
    numb: 489,
    question: "Шамамен 4 жасында балаларда «ойлау теориясы» дамиды. Бұл дегеніміз олар ... дегенді білдіреді:",
    answer: "Ненің «жақсы», ненің «жаман» екенін түсінеді",
    options: [
      "Өзінің және басқаның ойлау үдерісіне қарай әрекет ете алады",
      "Басқа балалармен тиімді қарым-қатынас жасай алады",
      "Ойлау дегеніміз не екенін түсінеді",
      "Ненің «жақсы», ненің «жаман» екенін түсінеді",
      "Өз қателерінен сабақ алады"
    ]
  },
  {
    numb: 490,
    question: "Қысқа мерзімді жадының екінші атауы:",
    answer: "Жұмыс жадысы",
    options: [
      "Тұжырымдамалық жады",
      "Жұмыс жадысы",
      "Рәсімдік жады",
      "Эпизодтық жады",
      "Семантикалық жады"
    ]
  },
  {
    numb: 491,
    question: "Төменде келтірілген жауап нұсқаларының ішінен жоспарлау кезінде Блум таксономиясы не үшін қолданылатынын анықтаңыз.",
    answer: "Сабақ мазмұнына креативтілік және ынталандырушылық сипат беру үшін",
    options: [
      "Жұмыстың күрделілік дәрежесі сыныптағы оқушылардың жасына сәйкес келуі үшін",
      "Оқушылардың өз білімдерін жетілдіруі үшін",
      "Оқушыларға бірлесіп жұмыс істеуге мүмкіндік беру үшін",
      "Оқуда шынайы қарқынды қамтамасыз ету үшін",
      "Сабақ мазмұнына креативтілік және ынталандырушылық сипат беру үшін"
    ]
  },
  {
    numb: 492,
    question: "Аталған мүмкіндіктердің қайсысы оқыту үшін бағалауды қолдануда мұғалімге Блум таксономиясы ұсынатын мүмкіндіктерді сипаттайды:",
    answer: "Жеке білім алу мүмкіндігі",
    options: [
      "Мұғалімнің төмен дәрежелі ойлаудан жоғары дәрежелі ойлауға дейін дамуға көмектесетін сұрақтарды қою мүмкіндігі",
      "Топтық жұмыс жүргізу және таныстырылым жасау мүмкіндігі",
      "Сынып пікірталасында мұғалім қолданатын тәсілдерді көтермелеу",
      "Жеке білім алу мүмкіндігі",
      "Бағалау алгоритмін ұсыну"
    ]
  },
  {
    numb: 493,
    question: "Төменде келтірілген тапсырмалардың қайсысы мұғалімге оқушыларда Қазақстанда өндірілетін түрлі өнімдер туралы тұжырымдамалық білімнің бар екенін бағалауға барынша мүмкіндік береді:",
    answer: "Қазақстанның картасынан негізгі топографиялық ерекшеліктерді көрсету",
    options: [
      "Еліміздің нақты облыстарында өндірілетін өнімдерді көрсете отырып, Қазақстанның картасын салу",
      "Қазақстанның түрлі облыстарында қандай өнім өндірілетіні туралы тестінің сұрақтарына жауап беру",
      "Оқушылардың топографиялық ерекшеліктер және олардың белгілі бір облыста өндіруге болатын өнімді анықтаудағы ықпалы туралы таныстырылым дайындауы",
      "Қазақстанның картасынан негізгі топографиялық ерекшеліктерді көрсету",
      "Өнімнің суретін ол өнім өндірілетін Қазақстанның облысының атауының жанына жабыстыру"
    ]
  },
  {
    numb: 494,
    question: "Өсімдіктер мен жануарлардың жасушалары оқытылатын биология сабағында мұғалім оқушыларды жұптарға бөліп, жұптарға өсімдік пен жануар жасушасының суреті мен олардың негізгі сипаттамаларының тізімімен қоса бос диаграмма берді. Оқушылардың міндеті – ұсынылған тізімге кірген терминдерді қолдана отырып, диаграмманы толтыру. Бұл тапсырма оқушыларда ойлаудың қандай түрін дамытады:",
    answer: "Нақты сипаттағы ақпаратты еске түсіру (жасушалар туралы)",
    options: [
      "Түсінуді (жасуша сипаттамаларын) пайдалану",
      "Нақты сипаттағы ақпаратты еске түсіру (жасушалар туралы)",
      "Бағалау (өсімдік немесе жануар жасушаларының ұқсас сипаттамалары)",
      "Талдау (жасушаның құрылымы қандай)",
      "Синтездеу (өсімдік немесе жануар жасушаларының қалай жұмыс істейтінін түсіну)"
    ]
  },
  {
    numb: 495,
    question: "Әдебиет мұғалімі өз оқушыларының сабақта танысқан әңгіменің бас кейіпкерлерінің біреуін қаншалықты түсінетіндігін білгісі келеді. Төменде ұсынылған тапсырмалардың қайсысын орындағанда оқушылардың синтез жасау, түсіндіру және болжам жасау қабілеттерін мүмкіндігінше жақсы көруге болады:",
    answer: "Әңгіменің сюжеттік желісін қысқаша тұжырымдап, сыныпта оның мазмұнын айтып беру",
    options: [
      "Мәтіннен кейіпкердің әрекеті әңгіменің сюжетіне тікелей әсер еткен үш негізгі тұсты көрсету",
      "Диалог негізіндегі комикс түрінде кейіпкер пайда болатын көріністің суретін салу",
      "Әңгіменің сюжеттік желісінде кейіпкер шешуші рөл атқаратын жаңа үзінді жазу",
      "Күнделікте әңгіме кейіпкерлерінің біріне қатысты жазба жазу",
      "Әңгіменің сюжеттік желісін қысқаша тұжырымдап, сыныпта оның мазмұнын айтып беру"
    ]
  },
  {
    numb: 496,
    question: "Бағалаудың мақсаты неде?",
    answer: "Оқушының тап сол кезде не оқығанын қорытындылау",
    options: [
      "Оқушының тап сол кезде не оқығанын қорытындылау",
      "Оқушының қай кезеңде тұрғанын анықтау",
      "Жазбаша жəне ауызша жауаптарды бағалау",
      "Болжау жəне іріктеу",
      "Бағалар қою"
    ]
  },
  {
    numb: 497,
    question: "Сыни ойлаудың негізгі дағдыларына жатпайды:",
    answer: "Мониторинг",
    options: [
      "Мониторинг",
      "Бақылау",
      "Сараптау",
      "Шешім",
      "Интерпретация"
    ]
  },
  {
    numb: 498,
    question: "Мұғалім көшбасшылығының дамуына ықпал етпейді:",
    answer: "Оқушыларды бектіліген стандарттарға сəйкес оқыту",
    options: [
      "Оқушыларды бектіліген стандарттарға сəйкес оқыту",
      "Өзгеріс енгізу үшін əріптестермен бірлесе стратегиялық шешімдер қабылдау",
      "Тəжірибені жетілдіру бойынша бастаманы өз қолына алу",
      "Кəсіби білімді құруға жəне таратуға атсалысу",
      "Бірігіп жұмыс істеуде фактілерді жинау жəне қолдану"
    ]
  },
  {
    numb: 499,
    question: "Оқыту стиліне Пажарестің ұйғарымы бойынша қатты əсер етеді.",
    answer: "Мұғалімнің көзқарасы",
    options: [
      "Мұғалімнің көзқарасы",
      "Мұғалімнің білімім",
      "Оқыту тəсілі",
      "Оқу құрылымы",
      "Оқу технологиясы"
    ]
  },
  {
    numb: 500,
    question: "Жаңашыл педагогика аясында АКТ қолданудағы мұғалімдер ұстанымына жататындар:",
    answer: "Ақпаратты бағалау, таңдау, ұйымдастыру мен сақтаудағы мұғалімнің көмегі",
    options: [
      "Шектелген дереккөздер",
      "Ақпаратты бағалау, таңдау, ұйымдастыру мен сақтаудағы мұғалімнің көмегі",
      "Білімді мұғалімнен оқушыға тасымалдау (беру)",
      "Оқушылардың өз жұмыстарын редакциялау кезеңінде пікір алмасу мүмкіндігін шектеу",
      "Барлық дауап дұрыс"
    ]
  },
  {
    numb: 501,
    question: "Шульманға сəйкес оқытушының «үш көмекшісі» деп нені айтады?",
    answer: "Кəсіби түсінік, практикалық дағды, кəсіби тұтастық",
    options: [
      "Кəсіби түсінік, практикалық дағды, кəсіби тұтастық",
      "Кəсіби түсінік, практикалық дағды, əлеуметтік жағдай",
      "Кəсіби түсінік, əлеуметтік жағдай, кəсіби тұтастық",
      "Ата-ана, əкімшілік, сынып жетекші",
      "Білім, түсінік, тапсырма мен мақсаттың бағасы"
    ]
  },
  {
    numb: 502,
    question: "«Тиімді мұғалім» анықтамасын қандай фактор сипаттайды?",
    answer: "Көрсетілген факторлар жиынтығы",
    options: [
      "Мұғалінің жетістігі (біліктілігі жəне сабақ беруі)",
      "Сабақ беру процесі (сабақ беру тəсілі, сабақ беру жолдары)",
      "Оқушы мен мұғалім арасындағы қарым-қатынас",
      "Сабақ беру нəтижелері (оқытушының тұлғалық жəне əлеуметтік түріндегі перспективалары)",
      "Көрсетілген факторлар жиынтығы"
    ]
  },
  {
    numb: 503,
    question: "Метатаным – бұл:",
    answer: "Танымдық үдерістерді білу, түсіну жəне реттеу немесе олар туралы ойлау, қатесін танып-білу жəне ойлауды реттеу",
    options: [
      "Асқын білім",
      "Танымдық үдерістерді білу, түсіну жəне реттеу немесе олар туралы ойлау, қатесін танып-білу жəне ойлауды реттеу",
      "Бірнеше зерттеулердің нəтижесін біріктіруге мүмкіндік беретін жəне оларда құнды тенденциялардың айқындалмайтындығын анықтайтын, статистикалық тəсіл",
      "Когнитивті процестер",
      "Проблемалар шешімінің алгоритмдерін құра білу"
    ]
  },
  {
    numb: 504,
    question: "Whitebread зертеулеріне сəйкес оқушылар 3 жасқа дейін неге қабілетті?",
    answer: "Өздерінің оқуы үшін жауапты болуға",
    options: [
      "Барлық тапсырмаларды орындауға",
      "Басқаларды оқытуға",
      "Өздерінің оқуы үшін жауапты болуға",
      "Рефлекция жасаға",
      "Тапсырманың бір бөлігін орындауға"
    ]
  },
  {
    numb: 505,
    question: "Перри бойынша өзін-өзі реттеп оқытудың элементтері қандай?",
    answer: "a жəне b",
    options: [
      "Тапсырмамен жұмыс барысында өздігінен бағытталушылығы",
      "Оқушының проблемалар мен мақсаттарды өздігінен айқындауы",
      "Тапсырмамен жұмыс барысында өздігінен бағытталушылығы жəне проблеманы шешу мен мақсатқа жету үшін əдіс-тəсілдерді өздігінен таңдауы",
      "a жəне b",
      "Тапсырмамен жұмыс барысында өздігінен бағытталушылығы жəне өзіндік бағалау"
    ]
  },
  {
    numb: 506,
    question: "Оқу пирамидасының ең тиімсіз оқыту үрдісі:",
    answer: "Мəтін оқу",
    options: [
      "Практика",
      "Талқылау",
      "Демонстарция",
      "Білім беру",
      "Мəтін оқу"
    ]
  },
  {
    numb: 507,
    question: "«Оқушының ой-өрісінің дамуы олар өздеріндегі бар білімінің жаңа біліммен əсерлесуінің, немесе сыныптағы басқа да білім көздері: мұғалімнен, оқулықтан, құрдастарынан алынған білім негізінде жүретіндігі» неге негіз болады?",
    answer: "Оқытудың конструктивті тəсіліне",
    options: [
      "Оқытудың конструктивті тəсіліне",
      "«Үштік ілім» негізінде оқытуға",
      "Диалогтік оқуға",
      "Қалай оқу керектігін үйретуге",
      "Дəстүрлі оқытуға"
    ]
  },
  {
    numb: 508,
    question: "Шанк жəне Циммерман бойынша метатаныммың негізгі аспектісі не?",
    answer: "Өз бетінше жұмыс істеу жəне даму ниеті",
    options: [
      "Өз бетінше жұмыс істеу жəне даму ниеті",
      "Өзгелерді оқыта білуі",
      "Рефлексия жасай білуі",
      "Барлық тапсырмаларды орындауға ықыласы",
      "Тапсырмаларды орындау үшін стратегияны таңдай білуі"
    ]
  },
  {
    numb: 509,
    question: "Ұсынылған сипаттамалардың ішінен, «жұмыс» жадысы анықтамасына ең аз сəйкес келетін анықтаманы таңда.",
    answer: "Жұмысқа деген зейін тұрақты жəне ұзақ сақталады",
    options: [
      "Жұмысқа деген зейін динамикалы жəне қысқа",
      "Жұмысқа деген зейін тұрақты жəне ұзақ сақталады",
      "Жұмысқа деген зейін ақпаратты жинақтайды",
      "Жұмысқа деген зейін ақпаратты рефлексивті өңдейді",
      "Жұмысқа деген зейін ақпаратты қолданысқа дайындайды"
    ]
  },
  {
    numb: 510,
    question: "Тиімділіктің қалыптасуына əсер ететін 4 факторды Бандура ерекшелейді, оларға жатпайтын фактор:",
    answer: "Құлық",
    options: [
      "Жанама тəжірибе",
      "Өзінің жетістігі",
      "Физиологиялық факторлар",
      "Əлеуметтік сенім",
      "Құлық"
    ]
  },
  {
    numb: 511,
    question: "Төменде келтірілгендердің қайсысы ақпаратты есте сақтауға жақсы ықпал етеді",
    answer: "Накты деректермен акпаратты байланыстыру",
    options: [
      "Ақпараттарды көп қайталап оқу",
      "Түйінді сөздерді есте сақтау",
      "Накты деректермен акпаратты байланыстыру",
      "Ақпаратты бірнеше рет қайталап айту",
      "Ақпаратты басқаға айтып беру"
    ]
  },
  {
    numb: 512,
    question: "Қабілеттілігі жоғарылау əріптестері жəне ересек жетекшілердің көмегімен шешілетін, мақсаттар көмегімен анықталатын, өзекті даму жəне даму мүмкіндігі деңгейлерінің арасындағы ара қашықтықты Выготский не деп атады?",
    answer: "Жақын арада даму аймағы",
    options: [
      "Жақын арада даму аймағы",
      "«Көпіршелер» аймағы",
      "Уəждер аймағы",
      "Бірлесе оқу аймағы",
      "Тиімді даму аймағы"
    ]
  },
  {
    numb: 513,
    question: "Суммативті бағалау мақсаты:",
    answer: "Оқуды сертификациялау немесе алға жылжыуды тіркеу, оқудың қорытындысын шығару үшін баға қою",
    options: [
      "Оқуды сертификациялау немесе алға жылжыуды тіркеу, оқудың қорытындысын шығару үшін баға қою",
      "Бағаларды қорыту",
      "Талантты жəне дарынды балаларды айқындау",
      "Оқудың жалпы қорытындысын шығару",
      "Ары қарай оқытуды түзету жоспарын құру"
    ]
  },
  {
    numb: 514,
    question: "Келтірілген мысалдардың қайсысын формативті бағалаудың үлгісі ретіне пайдалануға болмайды?",
    answer: "Мұғалім бағаны өтілген тақырып бойынша тест үшін қояды",
    options: [
      "Мұғалім бағаны өтілген тақырып бойынша тест үшін қояды",
      "Мұғалім оқушылардың жұмыстарын тексеріп болған соң қысқаша түсініктемелер жазады",
      "Мұғалім оқушылардың сабақтағы бағаларын дауыстап айтады жəне тəжірибені жақсарту үшін ұсыныстар айтады",
      "Оқушылар бір – бірінің жұмыстарын бағалайды",
      "Мұғалім мен оқушы сабақ үлгерімдерінің критерийлерін бірге жасайды"
    ]
  },
  {
    numb: 515,
    question: "Əңгімелесу барысында ахуал бірлесе жұмыс жасауға емес, бақталастыққа бағытталған əңгімені Мерсер (2000) бойынша көрсетіңіз:",
    answer: "Əңгіме – пікірталас (дебат)",
    options: [
      "Кумулятивтік əңгіме",
      "Əңгіме – пікірталас (дебат)",
      "Зерттешілік əңгіме",
      "Əңгіме – ойталас (дискуссия)",
      "Эвристикалық əңгіме"
    ]
  },
  {
    numb: 516,
    question: "Күтілген жауаптың сапасы жоғары болу үшін мұғалімнің күту уақыты қандай болуы керек:",
    answer: "3-7 сек.",
    options: [
      "3-7 сек.",
      "20-30 сек.",
      "15-25 сек.",
      "40-50 сек.",
      "1-2 мин."
    ]
  },
  {
    numb: 517,
    question: "Мерсер сұхбаттың қанша түрін белгілейді?",
    answer: "3",
    options: [
      "1",
      "2",
      "3",
      "4",
      "5"
    ]
  },
  {
    numb: 518,
    question: "Диалог өзінің танымдық потенциалымен бөлінеді:",
    answer: "Талқылау, диалог",
    options: [
      "Декламация, нұсқау",
      "Нұсқау, талқылау",
      "Механикалық есте сақтау, диалог",
      "Талқылау, диалог",
      "Барлық жауаптар дұрыс"
    ]
  },
  {
    numb: 519,
    question: "Баланың когнитивтік жəне əлеуметтік дамуына диалогтік оқыту бойынша ең көп əсер ететін келесілердің қалыптасуы:",
    answer: "Қарым қатынас дағдылары",
    options: [
      "Қарым қатынас дағдылары",
      "Сауаттылығы",
      "Оқи білуі",
      "АКТ дағдылары",
      "Математикалық дағдылар"
    ]
  },
  {
    numb: 520,
    question: "«... егер де олар осыны жасай алса, мен де оны жасай аламын» деген ойға негізделген (Бандура, 2001) өзіндік тиімділіктің қалыптасуына əсер ететін факторды көрсетіңіз:",
    answer: "Модельдеу – жанама тəжірибе",
    options: [
      "Тəжірибе – жеке жетістік",
      "Модельдеу – жанама тəжірибе",
      "Əлеуметтік ұстанымдар",
      "Физиологиялық факторлар",
      "Жанұялық тəрбие"
    ]
  },
  {
    numb: 521,
    question: "Шульманның ілімі бойынша оқытудың практикалық дағдылары төмендегідей:",
    answer: "Демонстрациялау, түзету жəне оқытуды бағалау, ынталандыру, көтермелеу, шектеу, сабақтар кезеңдерін жоспарлау жəне оқушыларды бағалау",
    options: [
      "Өз тəжірибесін көрсететін дағдыларының болуы",
      "Өзінің жеке идеяларын көрсету ауқымдылығы",
      "Демонстрациялау, түзету жəне оқытуды бағалау, ынталандыру, көтермелеу, шектеу, сабақтар кезеңдерін жоспарлау жəне оқушыларды бағалау",
      "Теориялық жəне практикалық дағдылары",
      "Өзінің теориялық, практикалық дағдыларын көрсете алу білігі"
    ]
  },
  {
    numb: 522,
    question: "Сыни тұрғыдан ойлау – бұл:",
    answer: "Бақылаудың, тəжірибенің, ойлау мен талқылаудың нəтижесінде алынған ақпаратты ойлауға, бағалауға, талдауға жəне синтездеуге бағытталған пəндік шешім.",
    options: [
      "Бақылаудың, тəжірибенің, ойлау мен талқылаудың нəтижесінде алынған ақпаратты ойлауға, бағалауға, талдауға жəне синтездеуге бағытталған пəндік шешім.",
      "Жобалар, жоспарлар жасау, мақсаттар қоюмен байланысты ойлау түрі жəне бұл үнемі уақыттың тапшылығы жағдайына байланысты өрістеп, күрделене түседі.",
      "Логикалық құрастыру жəне түсініктерді пайдалану түрі жəне негізінен ойлаудың кейінгі онтогенетикалық даму кезеңін көрсетеді.",
      "Жағдайдың шынайы, физикалық түрлену көмегімен жүзеге асырылатын міндеттерді шешу, нысанның қасиетін мақұлдау.",
      "Бір мəселені шешу жолын іздестіру."
    ]
  },
  {
    numb: 523,
    question: "Барлық шешімдерді бағалау, көптеген көзқарастар мен мүмкіндіктерді қарастыру жəне қабылдау, альтернативті интерпретацияларға ашық болу дегеніміз, ол:",
    answer: "Сынаржақтылықтың болмауы",
    options: [
      "Рационалдық (ұтқырлық)",
      "Тəртіп",
      "Пайым",
      "Сынаржақтылықтың болмауы",
      "Өзіндік сана-сезім"
    ]
  },
  {
    numb: 524,
    question: "Дональд Шон өзінің «Кəсіби іс-əрекетте қалай ойланады» зерттеуі барысында қандай ұғымды енгізді?",
    answer: "Рефлективтік практик",
    options: [
      "Ойлы мұғалім",
      "Мұғалім-тəлімгер",
      "Мұғалім-жаңашыл",
      "Рефлективтік практик",
      "Мұғалім-көшбасшы"
    ]
  },
  {
    numb: 525,
    question: "Үш айлық курс бағдарламасындағы талантты жəне дарынды балаларға білім беру нені қарастырады:",
    answer: "Дарындылықты анықтау мен дамытудағы инклюзивті амалдар мен тəсілдерді",
    options: [
      "Қазақстандық оқушылардың халықаралық байқауларға қатысу қажеттігін",
      "Дарындылықты ерте жастан бастап диагностикалауды",
      "Дарындылықты анықтау мен дамытудағы инклюзивті амалдар мен тəсілдерді",
      "Дарынды балаларды оқытуға арналған мектептер санын көбейтуді",
      "Балалардың дарындылығын дамыту үшін ата-аналардың жауапкершілігін арттыруды"
    ]
  },
  {
    numb: 526,
    question: "Дэбора Эйр жаңа жағдайға қалыптастырған Мейкер мен Нильсонның оқу жоспарын өзгерту моделіне қандай өзгерту енбейді?",
    answer: "Бағалау жүйесіндегі өзгерістер",
    options: [
      "Мазмұнына өзгерістер енгізу (үдеріс пен нəтижені қоса есептегенде)",
      "Бағалау жүйесіндегі өзгерістер",
      "Оқу мəнмəтініндегі өзгерістер",
      "Қолданылатын əдісті өзгерту",
      "A-d нұсқалары дұрыс"
    ]
  },
  {
    numb: 527,
    question: "Баланың дамуын ресми түрде қалай анықтауға болады:",
    answer: "Оқу жетістіктерінің нəтижесімен",
    options: [
      "Пəндік олимпиадаларға қатысу нəтижесі бойынша",
      "Бұл нəтиже ресми түрде бағаланбайды",
      "Оқу жетістіктерінің нəтижесімен",
      "Оқушылардың өзін өзі бағалауы арқылы",
      "Дұрыс жауабы жоқ"
    ]
  },
  {
    numb: 528,
    question: "Талантты балаларға сыныпта жəне сыныптан тыс күрделенген оқу бағдарламасын ұсыну дегеніміз нені көрсетеді:",
    answer: "Килігу стратегиясы",
    options: [
      "Кіріктірілген тəсіл",
      "Килігу стратегиясы",
      "Ынтымақтастық педагогикасы",
      "Табиғи даму тұжырымдамасы",
      "Дамыта оқыту теориясы"
    ]
  },
  {
    numb: 529,
    question: "Оқушыларды жас ерекшеліктеріне сəйкес оқыту мен оқу неге мүмкіндік береді:",
    answer: "Оқу үдерісін саралауға",
    options: [
      "Оқу үдерісін саралауға",
      "Əлемдік білім беру кеңістігіне шығуға",
      "Мектепте оқу мерзімін едəуір қысқартуға",
      "Мектепті қаржыландыруды қысқартуға",
      "Оқытылатын пəндер санын көбейтуге"
    ]
  },
  {
    numb: 529,
    question: "Пиаженің кезеңдер теориясы бойынша «нақты операциялар кезеңінде» балалар осы жаста болады:",
    answer: "7-11 жас",
    options: [
      "7-11 жас",
      "3-5 жас",
      "12-15 жас",
      "5-7 жас",
      "16-17 жас"
    ]
  },
  {
    numb: 530,
    question: "Гуманистік тəсілдің негізін салушылар:",
    answer: "Маслоу и Роджерс",
    options: [
      "А.Бандура",
      "Маслоу и Роджерс",
      "Хаген мен Хейл",
      "Роджерс пен Хаген",
      "Дұрыс жауабы жоқ"
    ]
  },
  {
    numb: 531,
    question: "Көшбасшылық дегеніміз:",
    answer: "Өз тəжірибесін жетілдіру бойынша бастаманы өз қолына ала білу жəне əріптестерімен бірлесе шешім қабылдау",
    options: [
      "Мұғалім «дауысын» күшейту",
      "Өз тəжірибесін ұдайы жетілдіру жəне тəжірибесін тарату",
      "Тəжірибені талдау жəне құбылыстарлдың себептерін анықтау",
      "Қол жеткен жетістіктерге қанағат ету",
      "Өз тəжірибесін жетілдіру бойынша бастаманы өз қолына ала білу жəне əріптестерімен бірлесе шешім қабылдау"
    ]
  },
  {
    numb: 532,
    question: "Көшбасшылықты дамыту бойынша жұмыстың алғашқы кезеңін көрсетіңіз",
    answer: "Құндылықтарды анықтау",
    options: [
      "Əрекеттерді жоспарлау",
      "Құндылықтарды анықтау",
      "Кəсіби міндеттерді анықтау",
      "Даму бағдарламасын құруға арналған келісім мен кеңестер",
      "Зерттеуге негізделген көшбасшылықты дамыту жұмыстары"
    ]
  },
  {
    numb: 533,
    question: "Көптеген мұғалімдер үшін АКТны білу келесі білім категорияларына жатады:",
    answer: "Технологиялық",
    options: [
      "Педагогикалық",
      "Пəндік",
      "Технологиялық",
      "Процессуалдық",
      "Концептуалдық"
    ]
  },
  {
    numb: 534,
    question: "Білімдердің педагогикалық аспектісі қандай құрамдас бөліктердің біртұтастығы болып табылады?",
    answer: "Оқу мазмұны мен педагогикалық білімдердің",
    options: [
      "Пəннің мазмұны мен педагогикалық білімдердің",
      "Оқу мазмұны мен педагогикалық білімдердің",
      "Оқу-тəрбие мазмұны мен педагогикалық білімдердің",
      "Оқыту мен тəрбиелеу мазмұныныңм",
      "Тəрбие мен педагогикалық білімдердің мазмұны"
    ]
  },
  {
    numb: 535,
    question: "Конструктивті сабақ беруде мұғалімнің рөлі қандай?",
    answer: "Білім алу үшін мүмкіндіктерді қамтамасыз ету",
    options: [
      "Өтіп жатқан материалды түсіндіру",
      "Жекеленген жұмыс дағдыларын дамыту мақсатында құрбыларымен пікір алмасуға регламент жасау",
      "Білім алу үшін мүмкіндіктерді қамтамасыз ету",
      "Оқушыларға тапсырмалардың орындалу үлгісін ұсыну",
      "Оқушыларға мақсатқа жету стратегиясын ұсыну"
    ]
  },
  {
    numb: 536,
    question: "Тиімді сабақ беру жəне сыныптағы оқытуға төменде көрсетілген стратегиялардың қайсысы көбірек сəйкес келетіндігін таңдаңыз:",
    answer: "Əртүрлі сабақ беру тəсілдерін пайдаланып, мұғалімдер эксперимент жасайды",
    options: [
      "Мұғалімдер тəжірибелі əріптестерінің сабақтарына қатысады",
      "Курстарда мұғалімдер тұрақты білім алады",
      "Əртүрлі сабақ беру тəсілдерін пайдаланып, мұғалімдер эксперимент жасайды",
      "Сабақ берудің жаңа тəсілдерін енгізуге əкімшілік қызығушылық танытады",
      "Басқа мектептердің тəсілдерін мұғалімдер пайдаланады"
    ]
  },
  {
    numb: 537,
    question: "Бағалаудың барлық түрінің жалпылама сипаттамасы болып табылады:",
    answer: "Бақылау, интерпретация, тұжырымау",
    options: [
      "Бақылау, интерпретация, тұжырымау",
      "Формативті, суммативті, қорытқы",
      "Анализ, салыстыру, синтез",
      "Жинақтау, абстракциялау, пайымдау",
      "Мойындау, негіздеу, қолдану"
    ]
  },
  {
    numb: 538,
    question: "Келтірілген пікірдің қайсысы сұхбаттың зерттеушілік сипатын береді:",
    answer: "Əрқайсысының идеясы пайдалы деп бағаланады, бірақ мұқият бағалаудан өтеді",
    options: [
      "Басқалардың айтқандарын қабылдайды жəне онымен келіседі",
      "Сұхбат білім алмасу үшін пайданылады, оған қатысушылар бір - бірінің идеясына төзімділік білдіреді",
      "Əңгімеге қатысушының əрқайсысы өз шешіміне келеді",
      "Əрқайсысының идеясы пайдалы деп бағаланады, бірақ мұқият бағалаудан өтеді",
      "Идеялар өңделеді жəне қайталанады, бірақ бағаланбайды"
    ]
  },
  {
    numb: 539,
    question: "Кішкентай балалардағы сыни тұрғыдан ойлауды дамытудың оңтайлы тəсілі қандай?",
    answer: "Балалардың жеке басының тəжірибесіндегі дəлелдерге мəн беруге ынталандыру",
    options: [
      "Балаларды əр нəрсеге күдікпен қарауға ынталандыру",
      "Балаларды өз бетінше дəлелдер іздестіруге ынталандыру",
      "Балалардың жеке басының тəжірибесіндегі дəлелдерге мəн беруге ынталандыру",
      "Құрбыларымен дəлелдемелер арқылы пікірсайысқа түсу",
      "Дұрыс жауабы жоқ"
    ]
  },
  {
    numb: 540,
    question: "Əр түрлі жастағыларға білім беруді табысты дамытудың түйінді қағидаларының бірі:",
    answer: "Сыныптағы əр түрлі жастағы оқушыларды топтарға бөлу",
    options: [
      "Оқушыларға жеке жұмыстар ұсыну",
      "Сыныптағы əр түрлі жастағы оқушыларды топтарға бөлмеу",
      "Уақытпен шектелген тапсырмаларды беру",
      "Бар назарды оқу жоспарына аудару",
      "Сыныптағы əр түрлі жастағы оқушыларды топтарға бөлу"
    ]
  },
  {
    numb: 541,
    question: "Басқару мен көшбасшылықты жүзеге асыру үшін мұғалім өзін қалай сезінуі керек?",
    answer: "Оқу қоғамдастығының бөлігі ретінде",
    options: [
      "Ерекше тұлға ретінде",
      "Ақпараттық жалғыз көзі ретінде",
      "Оқу қоғамдастығының бөлігі ретінде",
      "Сыныптағы биліктің иесі ретінде",
      "Кез келген жағдайда жағдаят қожайыны ретінде"
    ]
  },
  {
    numb: 542,
    question: "Оқытуда АКТ қолдану дегеніміз:",
    answer: "Мұғалімге оқытуға көмектесетін жəне оқушыларға ғылыми ұғымдарды түсінуге мүмкіндік беретін құрал",
    options: [
      "Бағалауда қолданылатын құрал",
      "Мұғалімге оқытуға көмектесетін жəне оқушыларға ғылыми ұғымдарды түсінуге мүмкіндік беретін құрал",
      "Сандық технологиялар туралы білімдерін кеңітетін əдіс",
      "Үлкен ақпарат ағынын өңдеу құралы",
      "Жоғарыдағылардың барлығы"
    ]
  },
  {
    numb: 543,
    question: "Технологиялық білім – бұл:",
    answer: "Оқытудың қосалқы құралдары туралы білім",
    options: [
      "Техникалық сипаттамаларды білу",
      "Техникалық құрылғылардың құрылысын білу",
      "Оқытудың қосалқы құралдары туралы білім",
      "Педагогикалық технологияларды білу",
      "Дұрыс жауабы жоқ"
    ]
  },
  {
    numb: 544,
    question: "Топтық әңгімеге тән жағдайды көрсетіңіз ",
    answer: "идеялар қайталанады және ұсынылады, бірақ үнемі мұқият бағалана бермейді",
    options: [
      "идеялар қайталанады және ұсынылады, бірақ үнемі мұқият бағалана бермейді",
      "қарым-қатынас көбіне «Иә, бұл солай», «Жоқ, олай емес» деген бағытта жүргізіледі",
      "жұмыс барысында ресурстарды біріктіруге кішігірім талпыныстар жасалады",
      "әркімнің идеясы пайдалы деп танылады, бірақ мұқият бағаланаудан өткізіледі",
      "ой-пікірлерде үлкен айырмашылық болады және әрқайсысы өз шешімдерінде қалады"
    ]
  },
  {
    numb: 545,
    question: "Мұғалім қызметіндегі сындарлы оқыту теориясына сәйкес маңызды басымдықтардың бірін көрсетіңіз ",
    answer: "оқушылардың сабақты қабылдау ерекшеліктерін түсіну ",
    options: [
      "оқушылардың тапсырманы қалай орындағанын талдау ",
      "өз пәнін оқушылар үшін қалай қызықты етіп өткізуді білу ",
      "теориялық білімнен тәжірибенің маңызды екенін түсіну ",
      "оқушылардың сабақты қабылдау ерекшеліктерін түсіну ",
      "тәжірибеден теориялық білімнің маңызды екенін түсіну "
    ]
  },
  {
    numb: 546,
    question: "Орта бірлесуден гөрі, бәсекеге бағытталатын әңгіменің түрі ",
    answer: "әңгіме-дебат ",
    options: [
      "реттелген әңгіме ",
      "зерттеушілік әңгіме ",
      "рефлексиялық әңгіме ",
      "әңгіме-дебат ",
      "кумулятивтік әңгіме"
    ]
  },
  {
    numb: 547,
    question: "Оқу нәтижелерінің бес түрі анықталған. Оқушыға қатысты сыртқы фактор ретінде қарастырылатын оқу нәтижесі ",
    answer: "білімнің сандық ұлғаюы ",
    options: [
      "білімнің сандық ұлғаюы ",
      "мағынаны ұғынуы ",
      "шынайылықты өзгеше түсінуі ",
      "әлемді танып білуі ",
      "өзара байланысты анықтауы "
    ]
  },
  {
    numb: 548,
    question: "Кохлберг бойынша моральдік пайымдаудың үшінші деңгейі ",
    answer: "нормативтіктен кейінгі моральдік пайымдау",
    options: [
      "қоғамдық көзқарасқа сәйкес пайымдау ",
      "нормативтікке дейінгі моральдік пайымдау ",
      "ұқсастық бойынша пайымдау ",
      "дәстүрлі моральдік пайымдау ",
      "нормативтіктен кейінгі моральдік пайымдау"
    ]
  },
  {
    numb: 549,
    question: "Оқу үдерісінің тиімділігін анықтайтын негізгі фактор ",
    answer: "балалардың қалай оқитынын мұғалімнің түсінуі",
    options: [
      "оқушыны қалай бағындыра алатынын мұғалімнің білуі ",
      "оқушының өз қалағанын айтатынын мұғалімнің білуі ",
      "сыныпта не болу керек екенін мұғалімнің түсінуі ",
      "оқушыларға қойылатын талаптарды мұғалімнің білуі ",
      "балалардың қалай оқитынын мұғалімнің түсінуі"
    ]
  },
  {
    numb: 550,
    question: "Мақсатты аудитория сипаты мен бағалау стратегияларын білуді қамтитын білім саласын көрсетіңіз ",
    answer: "Педагогикалық білім ",
    options: [
      "Пәнге негізделген білім ",
      "Педагогикалық білім ",
      "Технологиялық білім ",
      "Мазмұндық білім ",
      "Психологиялық білім"
    ]
  },
  {
    numb: 553,
    question: "Оқушыларды жетістіктері үшін марапаттау жүргізудегі бағалау мақсаты ",
    answer: "уәж ",
    options: [
      "оқыту стилін бақылау ",
      "стандартты бақылау ",
      "уәж ",
      "кері байланыс ",
      "сұрыптау "
    ]
  },
  {
    numb: 555,
    question: "«Қара жәшік» ішіндегі жұмыс",
    answer: "оқушымен бірге критерийлерді талдау ",
    options: [
      "жаңашыл идеяларға ашық болу ",
      "мүмкіндіктердің барлығын қарастыру ",
      "оқушымен бірге критерийлерді талдау ",
      "ақпараттық деректерді жинақтау ",
      "оқушыларға стратегиялар ұсыну"
    ]
  },
  {
    numb: 556,
    question: "Тұлғаның біліктілік дәрежесін анықтау мақсатында бағалау ",
    answer: "стандартты бақылау және орындау ",
    options: [
      "оқудағы қиындықтарды анықтау" ,
      "оқыту стилін бақылау ",
      "уәж түріндегі кері байланыс ",
      "болжау және сұрыптау ",
      "стандартты бақылау және орындау "
    ]
  },
  {
    numb: 559,
    question: "Дарынды, талантты балаларды тексеру парағы бойынша мәселені шеше алатын оқушыларға тән ерекшелік ",
    answer: "ақпаратты толықтырып, қайшылықтарын анықтап, мәніне тез жетеді ",
    options: [
      "ақпаратты толықтырып, қайшылықтарын анықтап, мәніне тез жетеді ",
      "жоспарлауға көп уақыт жұмсауы мүмкін, бірақ жоспарды тез жүзеге асырады",
      "оқыту үдерісінің қалай жүретінін жақсы біледі, өздерінің оқуын реттей алады",
      "ақпаратты біліп, есте сақтап қана қоймай, оны пайдалана алады",
      "қызығушылығын арттыру үшін күрделі тапсырмаларға ұмтылады"
    ]
  },
  {
    numb: 560,
    question: "Оқып үйренуге деген уәжін қиынырақ ойын мен тапсырмаларға ұмтылу арқылы арттыратын оқушыны анықтайтын өлшем ",
    answer: "күрделілікке деген сүйіспеншілік ",
    options: [
      "есте сақтау және білім ",
      "күрделілікке деген сүйіспеншілік ",
      "өз білімін жетілдіру ",
      "ерте символдық белсенділік ",
      "мәселені шешу "
    ]
  },
  {
    numb: 561,
    question: "«Өзгелерден қарағанда өзінің оқуының қалай жүретінін жақсы білетін және оны реттей алатын оқушы» сипатына сәйкес келетін өлшем ",
    answer: "өз білімін жетілдіру ",
    options: [
      "икемділік",
      "мәселені шешу ",
      "өз білімін жетілдіру ",
      "есте сақтау және білім ",
      "ойлау қабілетінің жылдамдығы"
    ]
  },
  {
    numb: 563,
    question: "Ең үздік оқушыларды анықтаудағы ерте символдық белсенділік сенімді өлшемінің сипаттамасы",
    answer: "олар ерте жасынан бастап сөйлей, оқи және жаза бастайды",
    options: [
      "жоспарлауға көп уақыт жұмсауы мүмкін, бірақ жоспарды тез жүзеге асырады",
      "қызығушылығын арттыру үшін күрделі ойын мен тапсырмаларға ұмтылады",
      "олар ерте жасынан бастап сөйлей, оқи және жаза бастайды",
      "басқаларға қарағанда ойлау қабілеттері жақсы ұйымдастырылған",
      "олар ақпаратты біліп қана қоймай, оны пайдалана алады"
    ]
  },
  {
    numb: 564,
    question: "Ренцулли мен Райс бойынша дарынды және талантты оқушылардың білімін жетілдіру қызметінің бірінші кезеңі",
    answer: "жалпы зерттеу жаттығулар ",
    options: [
      "жеке оқу жаттығулары ",
      "нақты мәселелерді шағын топта зерттеу ",
      "топтық оқу жаттығулары ",
      "жалпы зерттеу жаттығулар ",
      "нақты проблемаларды жеке зерттеу"
    ]
  },
  {
    numb: 565,
    question: "Оқытудың жаңа тәсілдерін әзірлеуде мұғалімдердің жаңа бастамасын жинақтауды көздейтін сабақты зерттеу тәсілінің түйінді сипаты ",
    answer: "креативтілік ",
    options: [
      "зерттеу өзектілігі ",
      "ғылыми дәлдік ",
      "жүйелілік ",
      "креативтілік ",
      "бірізділік"
    ]
  },
  {
    numb: 566,
    question: "Сабақты зерттеу тәсілінің демократиялық ерекшеліктерінің бірі ",
    answer: "зерттеу үшін бүкіл топ өзіне жауапкершілік алады ",
    options: [
      "зерттеу үшін бүкіл топ өзіне жауапкершілік алады ",
      "зерттеу барысында топ мүшелері әртүрлі дәрежеде үдеріске тартылады ",
      "берілген кез келген баға жеке мұғалімге қатысты болады ",
      "нәтижелердің жүйелі жариялануы топ мүшелеріне маңызды ",
      "негізгі жауапкершілік мектеп әкімшілігіне жүктеледі"
    ]
  },
  {
    numb: 568,
    question: "Сабақты зерттеуде зерттеу үшін жауапкершілік алады",
    answer: "бүкіл зерттеу тобы ",
    options: [
      "бүкіл зерттеу тобы ",
      "топ жетекшісі ",
      "сабақ өткізген мұғалім ",
      "мектеп әкімшілігі ",
      "мектептің педагогикалық ұжымы"
    ]
  },
  {
    numb: 569,
    question: "Сабақты зерттеу тәсілінің қажеттілігі ",
    answer: "оқу сапасын арттыру ",
    options: [
      "оқу сапасын арттыру ",
      "ішкі мониторинг жүргізу ",
      "стандарттарды жетілдіру ",
      "стандартты тапсырмаларды орындау ",
      "авторлық бағдарламаны жүзеге асыру"
    ]
  },
  {
    numb: 570,
    question: "Сабақты зерттеу тәсілін жүзеге асырудағы бастапқы кезең",
    answer: "сабақты бірлесіп жоспарлау ",
    options: [
      "оқушылармен өткен сабақты талдау ",
      "зерттеу сабағын жүргізу ",
      "сабақты бірлесіп жоспарлау ",
      "«Зерттелінетін» оқушыларды бақылау ",
      "мұғалімдердің материалын жариялау"
    ]
  },
  {
    numb: 529,
    question: "Интернет-ресурстарымен жұмыс істеу барысында қажетсіз екенін мұғалімнің студенттерге түсіндіруіндегі маңызды әрекеті",
    answer: "өз атын ресмилендіру ",
    options: [
      "ақпаратты жүктеу ",
      "өз атын ресмилендіру ",
      "сайттарда пікірлерді қалдыру ",
      "адамдармен сұхбаттасу ",
      "өз қалауларын жариялау"
    ]
  },
  {
    numb: 530,
    question: "Жаңа сабақтағы материалдарды өткен сабақтағы материалмен байланыс тұруды талап ететін дидактикалық принцип",
    answer: "Бірізділік",
    options: [
      "Шамаға лайықтылық",
      "Бірізділік",
      "Ғылымилық",
      "Саналылық",
      "Көрнекілік"
    ]
  },
  {
    numb: 532,
    question: "Әңгімелесу негізінде кеңес берудің кең тараған түрі",
    answer: "Әңгіме құру, талқылау",
    options: [
      "Интервью, сауалнама",
      "Талқылау, ұсыныс",
      "Кері байланыс, сауалнама",
      "Әңгіме құру, талқылау",
      "Рефлексия, ұсыныс"
    ]
  },
  {
    numb: 533,
    question: "Ағымдағы бақылау, аралық бақылау, қорытынды бақылау",
    answer: "Бақылау түрлері",
    options: [
      "Міндеттері",
      "Құралдары",
      "Әдістері",
      "Бақылау түрлері",
      "Формалары"
    ]
  },
  {
    numb: 534,
    question: "Түсіндірмелі иллюстративті оқытудың мәні",
    answer: "Уақытты үнемдейді, көрнекілік арқылы білім сапасы артады",
    options: [
      "Қиын тапсырманы түсіну артады",
      "Уақытты үнемдейді, көрнекілік арқылы білім сапасы артады",
      "Тыңдау, есте сақтау қабілеті артады",
      "Оқығанды қатесіз жазуға мүмкіндік туады",
      "Белгіленген тәртіп бойынша орындалады"
    ]
  },
  {
    numb: 535,
    question: "Қалыптастырушы бағалау",
    answer: "Кері байланыстың функциясын атқаратын ағымдағы бағалар",
    options: [
      "Әрбір критерий бойынша жетістіктердің толық түсіндірмесі",
      "Тарау немесе модуль бойынша бақылау жұмысына қойылған бағалар",
      "Тоқсандық бағалар",
      "Кері байланыстың функциясын атқаратын ағымдағы бағалар",
      "Бақылау негізінде қойылған бағалар"
    ]
  },
  {
    numb: 536,
    question: "Адамның тұлға ретінде қалыптасуында білімнің ролін ерекше атап көрсеткен қазақ ағартушы ғалымдары",
    answer: "А. Құнанбаев, Ш. Уәлиxанов, Ы. Алтынсарин",
    options: [
      "Н. Құлжанова, Ә. Шәріпов, Қ. Сәтбаев",
      "Б. Момышұлы, Ә. Қастеев, Ш. Айманов",
      "Ә. Жолдасбеков, И. Тайманов, Ы. Ноғайбаев",
      "М. Дулатов, Ә. Шәріпов, Қ. Сәтбаев",
      "А. Құнанбаев, Ш. Уәлиxанов, Ы. Алтынсарин"
    ]
  },
  {
    numb: 537,
    question: "Мұғалімнің кәсіби педагогикалық мәдениеті",
    answer: "Оқушының кітабына назар аудару, оқулықпен жұмыс жасау",
    options: [
      "Кәсіпті дұрыс таңдау",
      "Туған өлкені бағалай білу",
      "Оқушының кітабына назар аудару, оқулықпен жұмыс жасау",
      "Ата-анамен байланысты реттеу, кері байланыс",
      "Материалдық құндылықтарға қарағанда, руxани құндылықты бағалай білу"
    ]
  },
  {
    numb: 538,
    question: "Арнайы педагогика аймағында зерттелетін ғылым",
    answer: "Жас кезең педагогикасы",
    options: [
      "Жас кезең педагогикасы",
      "Жоғары мектеп педагогикасы",
      "Әскери педагогика",
      "Әлеуметтік педагогика",
      "Этнопедагогика"
    ]
  },
  {
    numb: 539,
    question: "Метатанудың негізгі аспектісі",
    answer: "Өз бетінше жұмыс істеуі мен дамуына ниеті",
    options: [
      "Тақырыптардың мәні мен мазмұнына үңілу",
      "Өз бетінше жұмыс істеуі мен дамуына ниеті",
      "Қажетті стратегияларды білу және оның мониторингі",
      "Сыни ойлау дағы дағдысы",
      "Ережелер мен тәртіпке бағыну"
    ]
  },
  {
    numb: 540,
    question: "Эмпирикалық білім",
    answer: "Зерттелетін пәннің нақты қасиеттері, фактілер",
    options: [
      "Зерттелетін пәннің нақты қасиеттері, фактілер",
      "Арнайы әдіс",
      "Қолданылатын әдіс-тәсілдер",
      "Нәтиже мен қолданылған әдістер",
      "Сыни ойлау әдісі"
    ]
  },
  {
    numb: 541,
    question: "Қайта жаңғыртуды материалдың негізгі мазмұнын жеткізумен байланыстыратын ес түрі",
    answer: "Мағыналық",
    options: [
      "Сөзбе-сөз қайталау",
      "Мағыналық",
      "Меxаникалық",
      "Эмоционалды",
      "Бейнелі"
    ]
  },
  {
    numb: 542,
    question: "Оқу үдерісінің тиімділігін анықтайтын негізгі фактордың бірі",
    answer: "Мұғалімнің оқу нәтижелілігін бағалауды игеруі",
    options: [
      "Оқушыны қалай бағындыру керегін мұғалімнің білуі",
      "Оқушыларға мұғалім қойылатын талаптарды білу",
      "Оқушының өз қалағанын айтатын мұғалім білуі",
      "Мұғалімнің сыныпта не болуы керек екенін түсінуі",
      "Мұғалімнің оқу нәтижелілігін бағалауды игеруі"
    ]
  },
  {
    numb: 543,
    question: "Мұғалімнің бейнесімен табылатын кәсіби-өнегелік тұтастық",
    answer: "Оқушының жан дүниесін жақсы түсіне білу",
    options: [
      "Оқушының өз түсінігін өзгертуіне мүмкіндік беру",
      "Оқушының жан дүниесін жақсы түсіне білу",
      "Тәжірибені дамыту үшін зерттеулерді пайдалану білу",
      "Оқушының тақырыпты өз бетімен меңгеруін түсіну",
      "Оқушыларды бағалау арқылы ынталандыруды білу"
    ]
  },
  {
    numb: 545,
    question: "М.Бронсон мектеп жасына дейінгі балалардың көпшілігі ерікті түрде іштей өзін өзі реттеуге қабілетті деген шешімге келді оның негізге алған болжамы",
    answer: "Қалай оқу керектігін үйренеді",
    options: [
      "Қалай оқыту керектігін үйренеді",
      "Қалай оқу керектігін үйренеді",
      "Қалай әрекет жасау керектігін үйренеді",
      "Қалай сөйлесу керектігін үйренеді",
      "Қалай ойлау керектігін үйренеді"
    ]
  },
  {
    numb: 546,
    question: "Метатануды игермеген оқушы әрекеті",
    answer: "Қиындық кездескенде үнемі басқа адамнан көмек сұрайды",
    options: [
      "Оқыту мен оқу үдерісінде мұғалімдермен тең әрекеттеседі",
      "Мұғалімнің функциясын өздері атқарады",
      "Шын қажет болған жағдайда ғана көмек сұрайды",
      "Өзінің оқу үдерісін бақылауды үйренеді",
      "Қиындық кездескенде үнемі басқа адамнан көмек сұрайды"
    ]
  },
  {
    numb: 548,
    question: "Метатаным ұғымы ғылыми айналымға қашан енді",
    answer: "1976",
    options: [
      "1982",
      "1975",
      "1985",
      "1972",
      "1976"
    ]
  },
  {
    numb: 549,
    question: "«Интерпретация» терминінің мәні",
    answer: "Қызығушылық тудыратынын ерекше дағдылар",
    options: [
      "Оқушының қазіргі уақытта не оқып білгенін жинақтау",
      "Сабақты қорытындылау",
      "Нәтижелерді бақылау",
      "Оқушыларға сұрақ қою",
      "Қызығушылық тудыратынын ерекше дағдылар"
    ]
  },
  {
    numb: 550,
    question: "Тұлғаның дамуы",
    answer: "Мақсат қою",
    options: [
      "Мақсат қою",
      "Жоспарсыз жұмыс",
      "Сабақ оқу",
      "Ізденушіліктің болмауы",
      "Жүйені білу"
    ]
  },
  {
    numb: 551,
    question: "Мұғалімнің көзқарасы, қабылданған шешімінің және іс әрекетінің негізі",
    answer: "Ұстаным",
    options: [
      "Ұстаным",
      "Құзыреттілік",
      "Тәжірибе",
      "Пәндік білім",
      "Біліктілік"
    ]
  },
  {
    numb: 552,
    question: "Оқушының сабаққа ықыласты болуы және өзін өзі ынталандыру",
    answer: "Ішкі уәж",
    options: [
      "Тиімділік компоненті",
      "Құндылық компоненті",
      "Өзін өзі бақылау",
      "Сыртқы уәжӨзін өзі бақылау",
      "Ішкі уәж"
    ]
  },
  {
    numb: 553,
    question: "Оқу үдерсінің «саналы болу» қажеттілігі туралы тұжырымдарда оқудың тиімділігін анықтайтын маңызды жағдай",
    answer: "Балалардың мәдениеті мен құндылығы",
    options: [
      "Балаларының өзара қарым қатынасы",
      "Мұғалімдердің жеке тәжірибесі мен құндылығы",
      "Мұғалімдердің қолданған әдіс-тәсілдері",
      "Мұғалімдер мен балалардың қарым-қатынасы",
      "Балалардың мәдениеті мен құндылығы"
    ]
  },
  {
    numb: 554,
    question: "Оқушылардың білім алу мен ойлауын дамытуға ықпал ететін үдеріс",
    answer: "Метатану",
    options: [
      "Орман өсіру",
      "Сенім",
      "Зият",
      "Қабілет",
      "Метатану"
    ]
  },
  {
    numb: 555,
    question: "Адамның тұлғалық өсудегі әлеуетіне ерекше назар аударатын оқу тәсілі",
    answer: "Гуманистік",
    options: [
      "Гуманистік",
      "Танымды",
      "Гештальт",
      "Әлеуметтік-жағдаятты",
      "Бихевиористикалы"
    ]
  },
  {
    numb: 556,
    question: "Оқушылардың метатанымдық немесе өздігінен реттелетін оқуының",
    answer: "Мұғалімнің қолданған әдіс тәсілі",
    options: [
      "Мұғалімнің теориялық қабілеті",
      "Мұғалімнің қолданған әдіс тәсілі",
      "Мұғалімнің қарым қатынасы",
      "Мұғалімнің тұлғалық қабілеті",
      "Мұғалімнің ұйымдастыру қабілеті"
    ]
  },
  {
    numb: 557,
    question: "Оқуды бағалау мақсаты",
    answer: "Оқушы білімін жинақтау",
    options: [
      "Білім сапасын анықтау",
      "Білім деңгейін анықтау",
      "Оқушыларын оқу үлгерімін тексеру",
      "Оқушы білімін жинақтау",
      "Тест"
    ]
  },
  {
    numb: 558,
    question: "Білу деңгейіндегі тапсырмаларға бағытталған сұрақ",
    answer: "Жоғары дәрежелі",
    options: [
      "Түрткі болу",
      "Сынақтан өткізу",
      "Төмен дәрежелі",
      "Жетелеуші",
      "Жоғары дәрежелі"
    ]
  },
  {
    numb: 559,
    question: "Оқу пирамидасына сәйкес оқушылардың алған ақпаратты 75% есте сақтауына көмектесетін тәсіл",
    answer: "Тәжірибе жасау",
    options: [
      "Дәріс",
      "Визуалды қабылдау",
      "Тәжірибе жасау",
      "Оқу",
      "Талқылау"
    ]
  },
  {
    numb: 562,
    question: "Бұл өлшемге тән оқушыларда ақпаратты толықтырып, қайшылықтарын анықтау, оның мәніне тез жету ерекшелігі бар",
    answer: "Мәселені шешу",
    options: [
      "Ойлау қабілетінің жылдамдығы",
      "Шоғырлану",
      "Есте сақтау және білім",
      "Мәселені шешу",
      "Өз білімін жетілдіру"
    ]
  },
  {
    numb: 563,
    question: "«Көпіршелер тұрғызу» метафорасы бойынша оқушының дамуындағы ересек адамның рөлі (Ж. Брупер)",
    answer: "Оқудың дамуы үшін қолдауы",
    options: [
      "Оқудың дамуы үшін қолдауы",
      "Оқу әрекеттерін бақылауы, жауап беруі",
      "Баланың оқу әрекеттерін бақылауы",
      "Оқушының оқуының дамуын бағалауы",
      "Кез келген әрекетіне сәйкес бағалауы"
    ]
  },
  {
    numb: 566,
    question: "Оқушыға білмеген тапсырманы орындауға кеңес берілмегендіктен, оқушы......",
    answer: "Өнімділік тапшылығы",
    options: [
      "Тәжірибенің аздығы",
      "Оқуға салғыртты",
      "Шектеулі уәжділік",
      "Өнімділік тапшылығы",
      "Қолдауға мұқтажды"
    ]
  },
  {
    numb: 568,
    question: "Маслоудың қажеттіліктер иерархиясына сәйкес оқушының қабілеті мен әлеуетін толық көрсете білу қажеттілігі",
    answer: "Өзін-өзі таныту",
    options: [
      "Физиологиялы",
      "Қауіпсіздік",
      "Қарым-қатынас",
      "Құрмет көрсету",
      "Өзін-өзі таныту"
    ]
  },
  {
    numb: 569,
    question: "Бастан кешкен тәжірибе, әлеуметтік қарым-қатынастар, құндылықтар, амал-тәсілдер мен ұстанымдарының кешенді үйлесім табуы",
    answer: "Оқу",
    options: [
      "Сөйлеу",
      "Оқу",
      "Тыңдау",
      "Ойлау",
      "Бағалау"
    ]
  },
  {
    numb: 570,
    question: "Мұғалім оқушылардың не білетінін және нені жасай алатынын, олардың қызығушылықтарын, әр оқушының нені жақсы көретінін, нені істегісі келетінін түсіне отырып құрған оқыту ортасы",
    answer: "Оқушыға бағдарланған",
    options: [
      "Тапсырмаға бағдарланған",
      "Білімге бағдарланған",
      "Оқушыға бағдарланған",
      "Қабілетке бағдарланған",
      "Деңгейге бағдарланған"
    ]
  },
  {
    numb: 571,
    question: "Сұрақ қойылғаннан кейінгі кідіріспен қатар, оқушының жауабын алғаннан кейін де кідіріс жасау арқылы оқушыға берілетін мүмкіндік",
    answer: "Өз жауабын түзету, нақтылау",
    options: [
      "Өз жауабын түзету, нақтылау",
      "Мұғалімнің кері байланысын күту",
      "Басқа оқушылардың жауаптарымен салыстыру",
      "Тапсырманы оқулықтан қайта қарау",
      "Сыныптас құрбыларынан көмек сұрау"
    ]
  },
  {
    numb: 573,
    question: "Адамдардың лайықты істері үшін ынталандыру, лайықсыз қылықтарын елемеу немесе жаза қолдану (Б. Скиннер)",
    answer: "Оперантты шарттылық",
    options: [
      "Моральдік тәрбиелілік",
      "Гуманистік өнегелілік",
      "Тәжірибелік зейінділік",
      "Оперантты шарттылық",
      "Қоғамдық реттеушілік"
    ]
  },
  {
    numb: 577,
    question: "Оқушылардың алғашқы жауабын алу үшін және олардың жауабын түзетуге көмектесетін сұрақ түрі",
    answer: "Түрткі болу",
    options: [
      "Сынақтан өткізу",
      "Нұсқама беру",
      "Түрткі болу",
      "Басқаға бағыттау",
      "Сілтеме жасау"
    ]
  },
  {
    numb: 579,
    question: "Дарын",
    answer: "Ең үздік мүмкіндік, қабілеттіліктің жоғары сатысы",
    options: [
      "Дамудың жоғарғы дәрежесі",
      "Ең үздік мүмкіндік, қабілеттіліктің жоғары сатысы",
      "Тұлғаның өзіндік ерекшелігі",
      "Интеллектуалдық қабілетінің болуы",
      "Өзінің бойындағы жеке ерекшеліктерін көрсете білмеу"
    ]
  },
  {
    numb: 580,
    question: "Оқу процесінің қозғаушы күштері",
    answer: "Оқу міндеттері мен білім дейңгейлері арасындағы қарама-қайшылықтар",
    options: [
      "Оқушылардың іс-әрекеті, кері байланыс",
      "Мұғалімнің интеллектуалдық қабілеттілігі",
      "Мұғалімнің ерікті сапалары",
      "Оқу міндеттері мен білім дейңгейлері арасындағы қарама-қайшылықтар",
      "Оқушылардың дағдыны меңгеру қажеттілігін түсіну"
    ]
  },

  {
    numb: 581,
    question: "Сананы қалыптастыру әдісі",
    answer: "Үлгі-өнеге",
    options: [
      "Жарыс",
      "Көмектесу",
      "Жаттығу",
      "Үлгі-өнеге",
      "Педагогикалық талап"
    ]
  },
  {
    numb: 582,
    question: "Метатанымдық бақылау ықпал етеді",
    answer: "Оқу қабілетін жетілдіруге",
    options: [
      "Шығармашылық қабілетті жетілдіруге",
      "Ойлау қабілетін жетілдіруге",
      "Оқу үлгерімін жақсартуға",
      "Сурет салуды арттыруға",
      "Оқу қабілетін жетілдіруге"
    ]
  },
  {
    numb: 583,
    question: "Сұрақ қою оқушының төмендегідей қабілетін арттырады",
    answer: "Сын тұрғысынан ойлау",
    options: [
      "Сабақты тыңдау",
      "Мақсатты айқындау",
      "Сын тұрғысынан ойлау",
      "Сурет салу",
      "Жаттығу орындау"
    ]
  },

    {
    numb: 584,
    question: "Қазақстанда модульдік оқыту технологиясын қарастырған",
    answer: "М. Жанпейісова",
    options: [
      "М. Жанпейісова",
      "В. П. Беспалько",
      "М. Н. Скаткин",
      "В. В. Давыдов",
      "Ж. Қараев"
    ]
  },  {
    numb: 585,
    question: "Жазбаша, ауызша тексеру, практикалық жұмыстар",
    answer: "Бақылау әдістері",
    options: [
      "Бақылау түрлері",
      "Оқыту кезеңдері",
      "Тексеру құралдары",
      "Диагностика",
      "Бақылау әдістері"
    ]
  },
  {
    numb: 586,
    question: "Дарынды баламен жұмыс жүргізудегі педагогтың міндеті",
    answer: "Дарынды баланың психологиялық ерекшелігіне назар аудару",
    options: [
      "Сынып сағатын өткізу",
      "Баланың бос уақытын қадағалау",
      "Достарымен қарым-қатынасын бақылау",
      "Дарынды баланың психологиялық ерекшелігіне назар аудару",
      "Ата-анасымен байланыс орнату"
    ]
  },  
  {
    numb: 588,
    question: "Заңдылықтарды игеру",
    answer: "Білім қалыптасуының көрсеткіштері",
    options: [
      "Іскерлік қалыптасуының көрсеткіштері",
      "Білім қалыптасуының көрсеткіштері",
      "Тәрбиелілік көрсеткіші",
      "Тұлғалық қасиеттер қалыптасуының көрсеткіштері",
      "Дағды қалыптасуының көрсеткіштері"
    ]
  },  {
    numb: 589,
    question: "Оқушының өзекті даму деңгейі (Л. Выготский)",
    answer: "Міндеттерді өз бетінше шеше алуы",
    options: [
      "Құрбыларымен табысты әрекеттесе алуы",
      "Іс-әрекетке өзін қабілеттімін деп санауы",
      "Міндеттерді өз бетінше шеше алуы",
      "Тәжірибелі адамның көмегіне сүйенуі",
      "Өз алдына күрделі мақсат қоя алуы"
    ]
  },  
  {
    numb: 591,
    question: "Дарынды және талантты балаларды тексеру парағы бойынша «оқушылар ақпаратты біліп қана қоймай, қажет кезінде пайдалана алады» деп анықталған өлшем",
    answer: "Есте сақтау және білім",
    options: [
      "Ойлау қабілетінің жылдамдығы",
      "Мәселені шешу",
      "Күрделілікке деген сүйіспеншілік",
      "Есте сақтау және білім",
      "Өз білімін жетілдіру"
    ]
  },  {
    numb: 592,
    question: "Баланың өзін-өзі ынталандырып, табысқа ұмтылуы",
    answer: "ішкі уәж",
    options: [
      "өзіндік зейін",
      "сыртқы уәж",
      "табыс критерийі",
      "ішкі уәж",
      "өзіндік пайым"
    ]
  },  {
    numb: 593,
    question: "Оқушылар мен мұғалімдерге білім, түсіну және дағды туралы хабар беруді көздейтін бағалау мақсаты",
    answer: "кері байланыс",
    options: [
      "стандарттарды бақылау",
      "оқудағы қиындықтарды анықтау",
      "болжау және сұрыптау",
      "кері байланыс",
      "оқыту стилін бақылау"
    ]
  },  {
    numb: 594,
    question: "Оқу пирамидасына сәйкес оқушылардың алған ақпаратты есте сақтауының ең тиімсізі",
    answer: "дәріс оқу",
    options: [
      "көрсетілім",
      "өзгелерді оқыту",
      "дәріс оқу",
      "тәжірибе жасау",
      "талқылау"
    ]
  },  {
    numb: 595,
    question: "Педагогикаға білім беру ұғымын алғаш рет енгізген ғалым",
    answer: "И. Песталоцци",
    options: [
      "Я. А. Коменский",
      "А. Дистерверг",
      "Ж. Руссо",
      "И. Песталоцци",
      "Д. Дьюй"
    ]
  },  {
    numb: 596,
    question: "Өткен тәжірибеден алған іздерді жадыда қалдырып, оларды қайта танып, жаңғыртумен ақпарат топтауға негізделген психикалық процесс",
    answer: "ес",
    options: [
      "ес",
      "қабылдау",
      "зейін",
      "түйсік",
      "елес"
    ]
  },  {
    numb: 597,
    question: "Оқушының оқу-танымдық құзырлығын қалыптастыруды алдын-ала белгіленген жетістіктермен салыстыру үрдісі",
    answer: "критерийалды бағалау технологиясы",
    options: [
      "негізгі бағалау технологиясы",
      "қалыптастырушы бағалау технологиясы",
      "формативті бағалау технологиясы",
      "критерийалды бағалау технологиясы",
      "суммативті бағалау технологиясы"
    ]
  },  {
    numb: 598,
    question: "Білім мазмұнын анықтайтын нормативті құжаттар",
    answer: "білім беру стандарттары",
    options: [
      "бейіндік пәндер",
      "оқу құралы",
      "білім беру стандарттары",
      "пәнге бөлінген сағаттар",
      "оқу жоспары"
    ]
  },  {
    numb: 599,
    question: "Мұғалімнің ұстанымы",
    answer: "көзқарас, шешім, іс-әрекетДаму мен білім берудің өзара байланысы",
    options: [
      "көзқарас, пікір",
      "көзқарас, шешім, іс-әрекет",
      "іс-әрекет, білім, нәтиже",
      "пікір, шешім, көзқарас",
      "шешім, ұсыныс, іс-әрекет"
    ]
  },  {
    numb: 600,
    question: "Проблемалық оқытудың мәні",
    answer: "алдын ала проблеманы қою",
    options: [
      "танымдық іс-әрекетті басқару",
      "оқушылардың танымдық іс-әрекетін ұйымдастыру",
      "оқушылардың өзіндік жұмысын арттыру",
      "алдын ала проблеманы қою",
      "оқушылардың қызығушылығын арттыру"
    ]
  },  
  {
    numb: 601,
    question: "Математикалық сауаттылық",
    answer: "математикалық тұжырымдарды дәлелді негіздей білу",
    options: [
      "жаратылыстану ғылымын математикалық тұрғыдан қалыптастыру",
      "өзгерістерді қоршаған ортамен байланыстыра отырып талдау",
      "белсенділік таныта білу",
      "қоршаған ортаны физикалық тұрғыда тану",
      "математикалық тұжырымдарды дәлелді негіздей білу"
    ]
  },  {
    numb: 602,
    question: "Диалогтің бес үлгісіндегі механикалық есте сақтау түрі (Александр)",
    answer: "үнемі қайталап отыру арқылы фактілерді, ойларды жаттау",
    options: [
      "сауалнамалар жиынтығы арқылы өзара түсіністікке қол жеткізу",
      "ақпараттарды тарату немесе мәселелерді шешу мақсатында ой бөлісу",
      "оқушыға не істеу керектігін түсіндіру немесе ақпаратты жеткізу",
      "жауапты ойлауға жол сілтеу арқылы жинақталған білімді толықтыру",
      "үнемі қайталап отыру арқылы фактілерді, ойларды жаттау"
    ]
  },  {
    numb: 603,
    question: "Оқушыларда «өзіндік мақсатты» қалыптастыру жағдайында төмен дағдыға жоғары міндет қойылған жағдай (М.Чиксентмихай)",
    answer: "алаңдау",
    options: [
      "зерігу",
      "ағын",
      "алаңдау",
      "ойлану",
      "түсіну"
    ]
  },    
  {
    numb: 605,
    question: "Жаңа білімдерді, әдістерді және ережелерді түрлі нұсқада пайдалану. Блум таксономиясының қай қадамына сәйкес",
    answer: "қолдану",
    options: [
      "түсіну",
      "бағалау",
      "жинақтау",
      "қолдану",
      "талдау"
    ]
  },  {
    numb: 606,
    question: "Айтылған пікірлер мен тыңдаушылардың әрқайсысы механикалық түрде келісе беретін әңгіме түрі",
    answer: "кумулятивтік",
    options: [
      "еркін әңгіме",
      "әңгіме-дебат",
      "кумулятивтік",
      "әңгіме-сұхбат",
      "зерттеушілік"
    ]
  },  {
    numb: 607,
    question: "Оқушылардың алған ақпаратты есте сақтауы үшін ең тиімді тәсілді көрсетіңіз",
    answer: "өзгелерді оқыту",
    options: [
      "талқылау",
      "аудио-визуалды қабылдау",
      "көрсетілім",
      "тәжірибе жасау",
      "өзгелерді оқыту"
    ]
  },  {
    numb: 608,
    question: "Сыныпқа қатысты «қара жәшік» метафорасы қолданылады (Блэк пен Уильям). Осы метафораның негізгі идеясын көрсетіңіз",
    answer: "оқушылардың өзін-өзі бағалауын дамыту",
    options: [
      "сыныптағы диалогтық оқытудың мәні",
      "оқушылардың табысты тәжірибелерін насихаттау",
      "ақпараттық-технологияларды қолдану",
      "әр-түрлі жастағы оқушыларды оқыту",
      "оқушылардың өзін-өзі бағалауын дамыту"
    ]
  },  {
    numb: 609,
    question: "Бағалаудың барлық түрлеріне тән үш сипаттама бар. «Интерпретация» сипаттамасына сәйкес мұғалім әрекеті",
    answer: "оқушының жауабын критерийге сәйкестендіру",
    options: [
      "жазбаша тест жұмыстарының жинағын құрастыру",
      "қажеттілікке сәйкес қосымша ресурс даярлау",
      "оқушының жауабына сәйкес шешім қабылдау",
      "оқушының тапсырманы орындауын қарау",
      "оқушының жауабын критерийге сәйкестендіру"
    ]
  },  {
    numb: 610,
    question: "Оқыту үдерісіне ақпараттық-коммуникациялық технологияларды енгізу нәтижесінде",
    answer: "мұғалім түсіндіріп жатқанда, оқушылар тыңдайды және электронды жазба жасайды",
    options: [
      "мұғалім тақырыпты бекітілген бағдарлама шеңберінде ғана түсіндіреді",
      "мұғалім түсіндіріп жатқанда, оқушылар тыңдайды және электронды жазба жасайды",
      "оқушылардың жазбаларын тек мұғалім оқиды",
      "бағдарламалардың мүмкіндіктеріне қарай оқушыларға деректерді таңдау шектеулі болады",
      "мұғалім ақпаратты таңдауда, бағалауда және сақтауда оқушыға көмектеседі"
    ]
  },  {
    numb: 611,
    question: "«Ұлы дидактика» еңбегінің авторы",
    answer: "Я. А. Коменский",
    options: [
      "А. И. Герцен",
      "И. Г. Пестолоцци",
      "Н. Г. Чернышевский",
      "Я. А. Коменский",
      "Ж. Руссо"
    ]
  },  {
    numb: 612,
    question: "Даму мен білім берудің өзара байланысы",
    answer: "заңдылық",
    options: [
      "тәсіл",
      "заңдылық",
      "принцип",
      "құрал",
      "әдіс"
    ]
  },  {
    numb: 613,
    question: "Сауал-сұрақ жүргізу әдісі",
    answer: "анкета жүргізу",
    options: [
      "анкета жүргізу",
      "қорытынды талдау жасау",
      "теориялық талдау жасау",
      "оқушы құжаттарын тексеру",
      "бақылау"
    ]
  },  {
    numb: 614,
    question: "Мектеп, сынып, оқу тобы үшін оқытудың әр түрлі деңгейлі жағдайын қарастыру",
    answer: "сарала, деңгейлеп оқыту",
    options: [
      "топтық оқыту",
      "ұжымдық оқыту",
      "модульдік оқыту",
      "дамыта оқыту",
      "сарала, деңгейлеп оқыту"
    ]
  },  {
    numb: 615,
    question: "Үлкен мәтінді терең түсінуге мүмкіндік тудыратын оқыту әдісі",
    answer: "жигсо",
    options: [
      "талдау",
      "топпен зерттеу",
      "болжау әдісі",
      "жобалап оқыту",
      "жигсо"
    ]
  },  {
    numb: 616,
    question: "Сыни ойлау",
    answer: "логикалық, аналитикалық",
    options: [
      "мәліметті табу",
      "қызығушылықты арттыру",
      "логикалық, аналитикалық",
      "шығармашылық ойлау",
      "мүмкіндікті пайдалана білу"
    ]
  },  {
    numb: 617,
    question: "А.С.Макаренко бойынша ұжымның өмір сүру заңы",
    answer: "қозғалыс, тоқтау",
    options: [
      "экономикалық шығындарды керек ету",
      "қоғамдық бағытта болу",
      "тәрбие жұмысын ұйымдастыру",
      "басқаруды күшейту",
      "қозғалыс, тоқтау"
    ]
  },  {
    numb: 618,
    question: "Бақылау-бағалау әдісі",
    answer: "емтихан",
    options: [
      "емтихан",
      "сабақ беру",
      "сипаттау",
      "идея ұсыну",
      "ақпарат беру"
    ]
  },  {
    numb: 619,
    question: "Оқу үшін бағалау әдісінің бағыты",
    answer: "оқушылардың оқуына ықпал ету",
    options: [
      "пәнді терең білу",
      "оқушылардың оқуына ықпал ету",
      "оқушыларды дамыту",
      "тәрбие беру",
      "оқытуды жақсарту мүмкіндіктерін анықтау"
    ]
  },  {
    numb: 620,
    question: "Ғылыми педагогикалық зерттеулердің эмпирикалық әдіс-түрлері",
    answer: "бақылау, әңгіме, сауалнама",
    options: [
      "әңгімелесу, пікірлесу",
      "талап қою, сұрақ қою",
      "дамыту, ұйымдастыру",
      "ауызша оқыту, талдау",
      "бақылау, әңгіме, сауалнама"
    ]
  },  {
    numb: 621,
    question: "Оқушыларда «өзіндік мақсатты» қалыптастыру жағдайында жоғары дағдыға төмен міндет қойылған жағдай (М.Чиксентмихай)",
    answer: "зерігу",
    options: [
      "зерігу",
      "ағын",
      "алаңдау",
      "ойлану",
      "түсіну"
    ]
  }, 
  {
    numb: 623,
    question: "Ақпараттық- коммуникациялық технологиялардың дамуы арқылы анықталатын өзгерістер",
    answer: "Оқыту, әдістері және технологиялар тәсілдер",
    options: [
      "Оқыту, әдістері және технологиялар тәсілдер",
      "Оқытудың сапасын бағалаудағы критерийлер",
      "Мектеп пәндері мазмұндары",
      "Педагогикалық қызмерткерлерін дайындау жүйесі",
      "Зерттеу әдістері мен әдістемелері"
    ]
  },
  {
    numb: 625,
    question: "Жаттап алуға бағытталған және де берілген жауап «дұрыс»  немесе  «дұрыс емес»  деп бағаланатындай қойылған сұрақ",
    answer: "Төмен дәреже",
    options: [
      "Түрткі болу",
      "Сынақтан өткізу",
      "Қалыпты дәреже",
      "Басқаға бағыттау",
      "Төмен дәреже"
    ]
  },
  {
    numb: 626,
    question: "Веб сайтта ақпаратты іздеудің мысалы болып табылады",
    answer: "Талдау мен бағалау",
    options: [
      "Талдау мен бағалау",
      "Қайта ұсыну және сұхбаттасу",
      "Үдерісті модельдеу",
      "Тестілеу және растау",
      "Тәжірибені көрсету"
    ]
  },
  {
    numb: 627,
    question: "Әлеуметтік, танымдық және аффектік компоненттер үйлесімі",
    answer: "«Мен» тұжырымдамасы",
    options: [
      "«Көпіршеле»",
      "«Мен» тұжырымдамасы",
      "«Игеру тәжірибесі»",
      "«Оқушы үні»",
      "«Жанама тәжірибесі»"
    ]
  },
  {
    numb: 631,
    question: "«Қаражәшік» ішіндегіжұмыс",
    answer: "оқушыме нбірге критерийлерді талдау",
    options: [
      "ақпараттық деректерді жинақтау",
      "оқушыларға стратегиялар ұсыну",
      "мүмкіндіктердің барлығын қарастыру",
      "жаңашыл идеяларғаашық болу",
      "оқушыме нбірге критерийлерді талдау"
    ]
  },
  {
    numb: 634,
    question: "Бағалау арқылы оқуды жақсарту үшін енгізілуі тиіс бес түйінді фактордың бірі",
    answer: "Оқушыларды өзін-өзі, өзара бағалауға араластыру",
    options: [
      "Оқушыларды өзін-өзі, өзара бағалауға араластыру",
      "Оқушыға жеткен деңгейіне сәйкес шешім шыгарылуы",
      "Оқушылардың әрқайсысына жеке тапсырма даярлау",
      "Оқушылардың ішкі жане сыртқы тестілер тапсыруы",
      "Оқушының оқуын бағалауда өлшемдердің зерделенуі"
    ]
  },
  {
    numb: 635,
    question: "Егер бала ерте жасынан бастап ерекше қабілеттерін ұзақ уақытқа үстай алу қабілетін танытса онда оны ең үздік оқушыны анықтау өлшемінің қайсысына жатқызуға болады    ",
    answer: "шоғырлану",
    options: [
      "мәселені шешу",
      "есте сақтау және білім",
      "күрделілінне деген сүйіспеншілік",
      "өз білімін жетілдіру",
      "шоғырлану"
    ]
  },
  {
    numb: 636,
    question: "Бұл өлшемге сәйкес келетін балаларда ерте жасынан бастап ерекше қабілеттерін ұзақ уақытқа ұстай алатынын байқалады  ",
    answer: "Шоғырлану",
    options: [
      "Мәселені шешу",
      "Шоғырлану",
      "Ойлау қабілетінің жылдамдығы ",
      "Есте сақтау және білім",
      "Өз білімін жетілдір     "
    ]
  },
  {
    numb: 637,
    question: "Дарынды және талантты балаларды анықтауда ойлау қабілетінің жылдамдығы өлшемі сәйкес келетін сипаттама",
    answer: "жоспарлауға көп уақыт жұмсауы мүмкін, бірақ жоспарды тез жүзеге асырады",
    options: [
      "қызығушылығын арттыру үшін күрделі ойын мен тапсырмаларға ұмтылады",
      "олар ақпаратты біліп қана қоймай, оны пайдалана алады",
      "басқаларға қарағанда ойлау қабілеттері жақсы ұйымдастырылған",
      "жоспарлауға көп уақыт жұмсауы мүмкін, бірақ жоспарды тез жүзеге асырады",
      "олар ерте жасынан бастап сөйлей, оқи және жаза бастайды"
    ]
  },
  {
    numb: 638,
    question: "«Өзгелерден қарағанда өзінің оқуының қалай жүретінін жақсы білетін және оны реттей алатын оқушы» сипатына сәйкес келетін өлшем:    ",
    answer: "өз білімін жетілдіру     ",
    options: [
      "Икемділік",
      "Ойлау қабілетінің жылдамдығы",
      "Есте сақтау және білім",
      "Мәселені шешу",
      "өз білімін жетілдіру     "
    ]
  },
  {
    numb: 639,
    question: "Дарынды және талантты оқушылардың жаңа идеяларға сынақ жүргізуге жане қателесүге тәүекеп етуге дайын» деген сипаттамасының санаты",
    answer: "Креативті ойлау",
    options: [
      "Қоғамдық көшбасшылы",
      "Жеке оқуы",
      "Креативті ойлау",
      "табандылық",
      "ынталандыру"
    ]
  },
  {
    numb: 640,
    question: "Сабақты зерттеудің мойындалған ерекшелігің бірі",
    answer: "Демократиялы",
    options: [
      "Демократиялы",
      "Оқшаулығы",
      "Көпнұсқалы",
      "Әмбебапты",
      "Көпқырлы"
    ]
  },
  {
    numb: 641,
    question: "Топтық талқылауды таспаға жазып алу іс – әрекеттері зерттеу үдерісінің қай кезеңіне жатады     ",
    answer: "қадағалау     ",
    options: [
      "талдау ",
      "жоспарлау",
      "бағалау",
      "рефлексия ",
      "қадағалау"
    ]
  },
  {
    numb: 643,
    question: "Сабақты зерттеу (Lesson Study) үдерісінде топ мүшелері жоспарлаған зерттеу сабағын мұғалімдердің бірі жүргізеді. Осыдан нейінгі кезен",
    answer: "Зерттеу сабағы туралы оқушылармен мүғалімдердің сұхбат жүргізуі",
    options: [
      "Зерттеу сабағы туралы оқушылармен мүғалімдердің сұхбат жүргізуі",
      "Топ мүшелерінің зерттеудің түйінді идеяларынвзара келісіп аруы",
      "Топ мүшелерінің бақылауға алынатын оқушыларды анықтауы",
      "жоспарлауда қолдану үшін әдебиеттер нәтижелерін қорытуы",
      "Топтың жұмыс нәтижелігін қамтамасыз ететін жасауы     "
    ]
  },
  {
    numb: 644,
    question: "Сабақты зерттеуде зерттеу үшін жауапкершілік алады",
    answer: "Бүкіл зерттеу тобы",
    options: [
      "мектептің педагогикалық ұжымы",
      "сабақ өткізген мұғалім",
      "мектеп әкімшілігі",
      "жетекшісі",
      "Бүкіл зерттеу тобы"
    ]
  },
  {
    numb: 646,
    question: "Л. Шульман құзырлы мұғалімге тән үш белгіні көрсеткен. Соныңбірітабылатыноқыту",
    answer: "оқушылардың білімін бағалау, ынталандыру, сабақты жоспарлау әдістемелерін меңгеруі     ",
    options: [
      "Тәжірибені түсініп дамыту үшін зероттеулер нәтижелерін қалай қолдану",
      "Балаға білім беруге қатысты нақты қалыптасқан түсінігі мен ұстанымдарының болуы",
      "жеке тұлға ретінде оқушы жайлы тұғырлы теориялық базаға негізделген білімнің болуы",
      "ұстаз мамандығының этикалық моральдық құндылықтарын ұстануы",
      "оқушылардың білімін бағалау, ынталандыру, сабақты жоспарлау әдістемелерін меңгеруі     "
    ]
  },
  {
    numb: 647,
    question: "Оқуды жақсарту мүмкіндіктерін, сондай ақ және осы мүмкіндіктерді іске асыру әдістері мен түрлерін анықтауға бағытталған бағалау түрі",
    answer: "оқу үшін бағалау",
    options: [
      "жылдық бағалау",
      "сараланған бағалау",
      "оқу үшін бағалау",
      "ағымдық бағалау",
      "оқуды бағалау"
    ]
  },
  {
    numb: 648,
    question: "Сабақты зерттеу тәсіліне қатысты дұрыс тұжырым",
    answer: "Мұғалім зерттеудежинақталған біліммен педагогикалық қауыммен бөліседі",
    options: [
      "Зерттеу жүргізуші тоты бір әдістемелік бірлестіктің кем дегенде бес мұғалімі құрайды",
      "Сабаққа берілген кез келген баға жеке мұғалімге ғана қатысты болады",
      "Сабақты зерттеуді іс-әрекеттегі зерттеу ретінде қарастыруға болмайды",
      "Мұғалім зерттеудежинақталған біліммен педагогикалық қауыммен бөліседі",
      "Топ мүшелері тек бір мектептің мұғалімдері болуы тиіс"
    ]
  },
  {
    numb: 649,
    question: "Сабақты зерттеу(Lesson Study) үдерісінде топ мүшелері жоспарлаған зерттеу сабағын мұғалімдердің бірі жүргізеді. Осыдан кейінгі кезең",
    answer: "зерттеу сабақтары туралы оқушылармен мұғалімдердің сұхбат жүргізуі",
    options: [
      "топтың жұмыс нәтижелігін қамтамасыз ететін ережелер жүйесін жасау",
      "топ мүшелердің зерттеудің түйінді идеяларын өзара келісіп алуы",
      "топ мүшелерінің бақылауға алатын оқушыларды анықтау",
      "зерттеу сабақтары туралы оқушылармен мұғалімдердің сұхбат жүргізуі",
      "жоспарлауда қолдану үшін әдебиеттер нәтижелерін қорыту"
    ]
  },
  {
    numb: 650,
    question: "Оқушылардың метатанымдық немесе өздігінен реттелетін оқуының алғышарты:",
    answer: "мұғалімнің қолданған әдіс-тәсілі",
    options: [
      "мұғалімнің ұйымдастыру қабілеті",
      "мұғалімнің теориялық білімі",
      "мұғалімнің ұарым-қатынасы",
      "мұғалімнің қолданған әдіс-тәсілі",
      "мұғалімнің тұлғалық қабілеті"
    ]
  },
  {
    numb: 651,
    question: "Түрткі болу сұрағын көрсетіңіз:",
    answer: "Кешегі сабақта қандай маңызды мәселелерге тоқталды",
    options: [
      "Осы айтқандарыңызға дәлел келтіре аласызба",
      "Кешегі сабақта қандай маңызды мәселелерге тоқталды",
      "Бұл мәселе жөнінде тағы кім өз ойын айтқысы келеді",
      "Бүгінгі сабақ сіздердің көңілдеріңізден шықты ма",
      "Берілген мысал айтылу мақсатына қарай қандай сөйлем "
    ]
  },
  {
    numb: 652,
    question: "Оқушылар жауап бергеннен кейін мұғалімнің кідіріс жасау уақытын ұлғайтуы:",
    answer: "жауаптарын түзетуге, нақтылауға, дұрыстауға мүмкіндік береді",
    options: [
      "сыныптас құрбыларынан, мұғалімнен көмек сұрай алады",
      "өзінің берген жауабын басқа сөздерге айналдыра алады",
      "жауаптарын түзетуге, нақтылауға, дұрыстауға мүмкіндік береді",
      "мағынаны күшейту үшін жауапты сөзбе-сөз қайталай алады",
      "басқа оқушылардың жауаптармен өз жауабын салыстыра алады"
    ]
  },
  {
    numb: 653,
    question: "Сабақты зерттеуді жүзеге асыратын педагогтар:",
    answer: "Оқытудың жаңа тәсілін модельдейді",
    options: [
      "Мектептегі бар тәжірибені жинақтайды",
      "Ата – аналардың оқыту нәтижесіне ықпалын зерттейді",
      "Оқытудың жаңа тәсілін модельдейді",
      "Халықаралық зерттеуге қатысады",
      "«Оқушы үні» жобасын жүзеге асырады"
    ]
  },
  {
    numb: 654,
    question: "Сабақты зерттеу (Lesson Study) үдерісіне топ мүшелерінің зерттеу сабағы жоспарлауға дейінгі кезеңі",
    answer: "Топ мүшелерінің бақылауға алынатын оқушыларды анықтауы",
    options: [
      "Келесі зерттеу сабағының мақсатын белгілеу",
      "Белгіленетін құрылымға сай талқылау жүргізу",
      "Топ мүшелерінің бақылауға алынатын оқушыларды анықтауы",
      "Зерттеу сабағы туралы сұхбат жүргізу",
      "Топ мүшелерінің зерттелетін оқушыларды қадағалауы"
    ]
  },
  {
    numb: 655,
    question: "Сабақты зерттеу тәсілінің бастапқы кезеңі",
    answer: "Топ мүшелерінің бірлесіп сабақты егжей-тегжейлі жоспарлауы",
    options: [
      "Топ мүшелерінің бірлесіп сабақты егжей-тегжейлі жоспарлауы",
      "Оқу үдерсінде алынған нәтижелерді есепке алу",
      "Оқушылардың оқу үдерісіндегі нәтижелерін жүйелеу, талдау",
      "Топ мүшесінің белгіленген сыныпта зерттеу сабағын өткізуі",
      "Топ мүшелерінің жұмысты бірлесе қайта жоспарлауы "
    ]
  },
  {
    numb: 656,
    question: "Әр түрлі жастағы табысты сыныптарда мұғалімнің оқу үдерісін бағыттап, толықтырып,қолдап отыру рөлі",
    answer: "Үйлестіруші",
    options: [
      "Жетекші",
      "Бақылаушы",
      "Зерттеуші",
      "Үйлестіруші",
      "тәлімгерлік"
    ]
  },
  {
    numb: 657,
    question: "Окушылардын білім алуын қолдау үшін пайдаланатын сынақтар өткізу сұрақ қою мысалы ",
    answer: "Осы ойынызды дәлелдейтін мысал барма",
    options: [
      "Көмектесе алатындар барма",
      "Осы пікірді кім толықтыра алады",
      "Осы ойынызды дәлелдейтін мысал барма",
      "Осы сүрақтың жауабын кім біледі",
      "Окудагы кедергілер туралы не айтуга болады"
    ]
  },
  {
    numb: 658,
    question: "Оку үдерісінің тиімділігін айқындайтын негізгі факторлардын бірі",
    answer: "Балалардың калай оқитынын мұғалімнің түсінуі",
    options: [
      "Балаларға қоятын талаптарды мұгалімнің білуі",
      "Балалардың калай оқитынын мұғалімнің түсінуі",
      "Оқушылардың барлығына бірдей тапсырма беруді білуі",
      "Сыныпта не болып жатқанын мұғалімнің түсінуі",
      "Баланың құрбысына қарап оқитынын мұғалімнің білуі"
    ]
  },
  {
    numb: 659,
    question: "Толық жауап беруге, өз ойларын анық білдіруге, өз ойларын дамытуға көмектесетін және тапсырманы орындау барысында бағдар беретін сұрақ",
    answer: "Сынақтан өткізу ",
    options: [
      "Түрткі болу",
      "Сынақтан өткізу ",
      "Басқаға бағыттау",
      "Түсіндірме",
      "Жетекші"
    ]
  },
  {
    numb: 660,
    question: "Блэк пен Уильям зерттеулерінде сыныптың *қара жәшік* метафорасы қолданылған. Осы метафораның негізгі идеясы",
    answer: "Оқушылардың өзін-өзі бағалауға дамыту",
    options: [
      "Мұғалімдердің оқыту жоспарын жетілдіру",
      "Мұғалімдердің кәсіби міндеттерін дамыту",
      "Оқушылардың өзін-өзі бағалауға дамыту",
      "Сыныптағы диалогтық оқытудың мәні",
      "Оқушылардың табысты тәжірибелерін насихаттау"
    ]
  },
  {
    numb: 661,
    question: "Lesson studу кезеңдерінің бірі -  қатысушылардың өткізілген сабақ бойынша оқушылардың оқу үдерісіне қатысты барлық нәтижелерін жүйелеу , талдауы . Осыдан кейінгі кезең Бір дурыс жауапты таңдаңыз",
    answer: "Зерделенген маселелерді негізге ала отырып , келесі Lesson Study - i жоспарлау",
    options: [
      "Әріптестердің немесе тәжірибелі мұғалімдердің кеңесіне сүйеніп , сабақтың мақсатын қою » және оны дайындау ",
      "Сабақты зерртеу өткізу және Lesson Study - ге қатысушылардың оны бақылауы ",
      "Сабақты зерртеуге қатысушылардың барлығының сабақтың табысты және жетілдірілуге тиіс тұстарын талқылауы ",
      "Сабақты зерртеуді жақсарту жөніндегі дамыту жолдарын анықтау үшін бейресми кездесу өткізу",
      "Зерделенген маселелерді негізге ала отырып , келесі Lesson Study - i жоспарлау"
    ]
  },
  {
    numb: 662,
    question: "Дарынды және талантты оқушылардың табандылыққа қатысты сипаттамасы ",
    answer: "қойған сұрақтары тиянақты , нақты болады",
    options: [
      "қойған сұрақтары тиянақты , нақты болады",
      "заңдылықтар мен байланысты анықтайды ",
      "құрбы - құрдастары құрметтейді ",
      "проблемаларды анықтайды және шешеді ",
      "өзін - өзі сынайды және бағалай алады"
    ]
  },
  {
    numb: 663,
    question: "Ең үздік оқушыларды анықтаудағы икемділік сенімді өлшемінің сипаттамасы ",
    answer: "басқаларға қарағанда ойлау қабілеттері жақсы ұйымдастырылған ",
    options: [
      "жоспарлауға көп уақыт жұмсауы мүмкін , бірақ жоспарды тез жүзеге асырады ",
      "басқаларға қарағанда ойлау қабілеттері жақсы ұйымдастырылған ",
      "қызығушылығын арттыру үшін күрделі ойын мен тапсырмаларға ұмтылады ",
      "олар ерте жасынан бастап сойлей , оқи және жаза бастайды ",
      "олар ақпаратты біліп қана қоймай , оны пайдалана алады"
    ]
  },
  {
    numb: 664,
    question: "Сабақты зерттеу тәсілінің демократиялық ерекшеліктерінің бірі. ",
    answer: "мұғалімзерттеу барысында жинақтаған бiлiмiмен педагог кауыммен кеңінен бөлісе алады ",
    options: [
      "зерттеу барысында барлық топ мүшелері толық емес көлемде және әртүрлі дәрежеде үдеріске тартылады",
      "Сабақты зерттеу нәтижелерінің жүйелі түрде жариялануы мұғалімдердің тәжірибесін қолдау үшін маңызды емес ",
      "мұғалімзерттеу барысында жинақтаған бiлiмiмен педагог кауыммен кеңінен бөлісе алады ",
      "оқыту мен сабаққа берілген кез келген жұмысына қатысты болады ",
      "негізгі жауапкершілік сабақ беретін мұғалімге ғана жүктеледі және талап етіледі"
    ]
  },
  {
    numb: 665,
    question: "Сабақты зерртеу ( Lesson Study ) үдерісінде бақылауға алынатын сыныптардың санатын анықтайтын өлшем. ",
    answer: "оқу үлгерімі ",
    options: [
      "оқу үлгерімі ",
      "зерттеу дағдысы ",
      "тәрбиелілігі ",
      "әлеуметтік жағдайы ",
      "тыңдалым дағдысы"
    ]
  },
  {
    numb: 666,
    question: "Іс - әрекеттегі зерттеуді жүзеге асыру айналымының бірінші қадамының мазмұны. ",
    answer: "міндеттеме алу",
    options: [
      "қайта бастау",
      "міндеттеме алу",
      "оқушыны анықтау ",
      "тәжірибені жетілдіру ",
      "зерттеуді дайындау"
    ]
  },
  {
    numb: 667,
    question: "Сабақты зерртеу ( Lesson Study ) үдерісінде топ мүшелерінің түйінді идеяларды зерттеуге қатысты жауап іздеуі үшін жүргізілетін адамды анықтаңыз. ",
    answer: "жоспарлауда қолдану үшін зерделенген әдебиеттер нәтижелерін қорытуы",
    options: [
      "қандай сынып пен « бақылаудағы үш оқушы » назарға алынатынын шешуі ",
      "жоспарлауда қолдану үшін зерделенген әдебиеттер нәтижелерін қорытуы",
      "Мұғалімдердің зерттеу сабағы туралы бірнеше оқушы мен сұхбат жүргізуі ",
      "Топтың жұмыс нәтижелігін қамтамасыз ететін ережелер жүйесін жасауы",
      "Топ мүшелерінің зерттеу сабағы аяқталысымен бірден талқылау жүргізу"
    ]
  },
  {
    numb: 668,
    question: "Сабақты зерттеу тәсілінің аясын зерттеу сабағын жоспарлауда ерекше мән беріледі: ",
    answer: "Бақылаудағы оқушылардың сабақта өтілетін материалды игеруі",
    options: [
      "« Зерттелетін оқушыларға » ерекшеленген тапсырмаларды дайындау ",
      "Сабақты зерттеу тәсілінің айналымын қамтамасыз ету",
      "Оқушылардың өз бетінше оку ресурстарын жинақтауы",
      "Бақылаудағы оқушылардың сабақта өтілетін материалды игеруі",
      "берілетін бағаны болжамдау"
    ]
  },
  {
    numb: 669,
    question: "Дарынды , талантты оқушылар ақпаратты біліп қана қоймай , қажет кезінде пайдалана алу сипаттамасына сәйкес өлшем ",
    answer: "есте сақтау және білім ",
    options: [
      "есте сақтау және білім ",
      "ерте символдық белсенділік",
      "мәселені шешу ",
      "шоғырлану ",
      "өз білімін жетілдіру"
    ]
  },
  {
    numb: 670,
    question: "« Өзгелерден қарағанда жоспарлауға көп уақыт жұмсауы мүмкін , бірақ жоспарды тез жүзеге асыра алатын оқушы » сипатына сайкес келетін өлшем",
    answer: "ойлау қабілетінің жылдамдығы ",
    options: [
      "икемділік ",
      "есте сақтау және білім",
      "маселені шешу ",
      "ойлау қабілетінің жылдамдығы ",
      "өз білімін жетілдіру"
    ]
  },
  {
    numb: 671,
    question: "Д. Фриманның дарынды , талантты балаларды тексеру парағы бойынша « мәселені шешу » өлшемнің сипаттамасы ",
    answer: "ақпаратты толықтырып , қайшылықтарын анықтайды",
    options: [
      "ақпаратты толықтырып , қайшылықтарын анықтайды",
      "ақпаратты есте сақтап қана қоймай , оны пайдалана алады ",
      "жоспарлауға көп уақыт жұмсағанымен , оны тез жүзеге асырады ",
      "оқыту үдерісінің қалай жүретінін біледі , өздерінің оқуын реттейді ",
      "қызығушылығын арттыру үшін күрделі тапсырмаларға ұмтылады "
    ]
  },
  {
    numb: 672,
    question: "Дарынды , талантты балаларды тексеру парағы бойынша мәселені шеше алатын оқушыларға тән ерекшелік ",
    answer: "ақпаратты толықтырып , қайшылықтарын анықтап , мәніне тез жетеді ",
    options: [
      "ақпаратты толықтырып , қайшылықтарын анықтап , мәніне тез жетеді ",
      "ақпаратты біліп , есте сақтап қана қоймай , оны пайдалана алады ",
      "жоспарлауга көп уақыт жұмсауы мүмкін , бірақ жоспарды тез жүзеге асырады ",
      "оқыту үдерісінің қалай жүретінін жақсы біледі , өздерінің оқуын реттей алады",
      "қызығушылығын арттыру үшін күрделі тапсырмаларға ұмтылады"
    ]
  },
  {
    numb: 673,
    question: "Оқушылар жауап бергеннен кейін мұғалімнің кідіріс жасау уақытын ұлғайтуы",
    answer: "жауаптарын түзетуге, нақтылауға, дұрыстауға мүмкіндік береді ",
    options: [
      "басқа оқушылардың жауаптарымен өз жауабын салыстыра алады",
      "өзінің берген жауабын басқа сөздермен қайталап айта алады",
      "сыныптас құрбыларынан, мұғылімнен көмек сұрай алады",
      "жауаптарын түзетуге, нақтылауға, дұрыстауға мүмкіндік береді ",
      "мағынаны күшейту үшін жауапты сөзбе сөз қайталай алады"
    ]
  },
  {
    numb: 674,
    question: "Сабақта оқішыларды суреттер, естелік жазбалары сиақты дәлелдерді жинақтау және топтастыруға тартқанда сын тұрғысынан ойлаудың дамитын дағдысы",
    answer: "интерпритациялау",
    options: [
      "бақылау",
      "бағалау",
      "талдау",
      "интерпритациялау",
      "тексеру"
    ]
  },
  {
    numb: 675,
    question: "Бағалау мақсатында жүргізілген қадағалау нәтижелерінің интерпритациясы",
    answer: "алынған мәлеметтердің мәнін анықтау",
    options: [
      "алынған мәлеметтердің мәнін анықтау",
      "оқушының келесі даму бағытын айқындау",
      "оқытудың келесі кезендерін жоспарлау",
      "қажеттілікке сәйкес қосымша ресурс даярлау ",
      "оқушыларға қосымша тапсырмалар тарату"
    ]
  },
  {
    numb: 676,
    question: "Оқушыны бағалау үшін интерпритация үдерісін көрсетіңіз",
    answer: "оқушының жауабын критерийлерге сәйкестендіру",
    options: [
      "оқушыға тапсырма бойынша сұрақ қою",
      "оқушының сұраққа жауабын мұқият тыңдау",
      "оқушының тапсырманы орындауын бақылау",
      "оқушының жауабын критерийлерге сәйкестендіру",
      "оқушының жауабына сәйкес шешім қабылдау"
    ]
  },
  {
    numb: 677,
    question: "Сабақты зерттеу тәсілінің демократиялық ерекшеліктерінің бірі",
    answer: "мұғалім зерттеу барысында жинақтаған білімімен педагог қауыммен кеңінен бөлісе алады ",
    options: [
      "сабақты зерттеу нәтижелерінің жүйелі түрде жариялануы мұғалімдердің тәжірбиесін қолдау үшін маңызды емес",
      "негізгі жауапкершілік  сабақ беретін мұғалімге ғана жүктеледі және талап етеді",
      "оқыту мен сабаққа берілген кез келген баға жеке мұғалімнің жұмысына қатысты болады",
      "зерттеу барысында барлық топ мүшелері толық емес көлемде және әртүрлі дәрежеде үдеріске таратылды",
      "мұғалім зерттеу барысында жинақтаған білімімен педагог қауыммен кеңінен бөлісе алады "
    ]
  },
  {
    numb: 678,
    question: "Lesson study кезеңдерінің бірі – «Қатысушылардың өткізілген сабақ бойынша оқушылардың оқу үдерісіне қатысты барлық нәтижелерін жүйелеп, талдауы». Осыдан кейінгі кезең",
    answer: "зерделенген мәселелерді негізге ала отырып, келесі Lesson study-ді жоспарлау",
    options: [
      "сабақты зерттеу өткізу және Lesson study-ге қатысушылардың оны бақылауы",
      "зерделенген мәселелерді негізге ала отырып, келесі Lesson study-ді жоспарлау",
      "сабақты зерттеуді жақсарту жөніндегі дамыту жолдарын анықтау үшін бейресми кездесу өткізу",
      "әріптестердің немесе тәжірибелі мұғалімдердің кеңесіне сүйеніп, сабақтың мақсатын қою және оны дайындау",
      "сабақты зерттеуге қатысушылардың барлығының сабақтың табысты және жетілдірілуге тиіс тұстарын талқылауы"
    ]
  },
  {
    numb: 679,
    question: "Сабақты зерттеу тәсілінің аясын зерттеу сабағын жоспарлауда ерекше мән беріледі",
    answer: "«бақылаудағы» оқушылардың сабақта өтілетін материалды игеруі",
    options: [
      "сабақты зерттеу тәсілінің айналымын қамтамасыз ету",
      "сабаққа берілетін бағаны болжамдау",
      "«бақылаудағы» оқушылардың сабақта өтілетін материалды игеруі",
      "«зерттелетін оқушыларға» ерекшеленген тапсырмаларды дайындау",
      "оқушылардың өз бетінше оқу ресурстарын жинақтауы"
    ]
  },
  {
    numb: 680,
    question: "Оқытудың тәжірибе үлгісі және ақпараттық коммуникациялық технологиялардың көмегімен модельдеу аспектілері арасындағы сәйкестік ",
    answer: "ықтимал әсерлерді имитациялау",
    options: [
      "ықтимал әсерлерді имитациялау",
      "әртүрлі жұмыстарды салыстыру",
      "оқушылардың жұмыстармен айырбастауы",
      "өлшеулерді қалай жүргізу керектігін көрсету",
      "болжамды тексеру үшін деректерді жинау"
    ]
  },
  {
    numb: 681,
    question: "Мұғалімнің сыныптағы оқу үдерісінің тиімділігін айқындауына қажет факторлардың бірін көрсетіңіз",
    answer: "балаларың қалай оқитынын түсінуі",
    options: [
      "оқушылардың сұрақтарын дұрыс түсінуі",
      "балаларың қалай оқитынын түсінуі",
      "шет тілдерін жетік меңгеріп алуы",
      "оқушылардың сұрауына жауап беруі",
      "берілген нұсқауларды дұрыс орындауы"
    ]
  },
  {
    numb: 682,
    question: "Жорамалдарды растау,тексеру үшін деректерді жинау АКТ қолдану мен оқыту аспектісінің мысалы болып табылады",
    answer: "тестілеу және растау",
    options: [
      "қайта ұсыну және сүхбаттасу",
      "тәжірибені көрсету",
      "тестілеу және растау",
      "талдау және бағалау",
      "үрдісті модельдеу"
    ]
  },
  {
    numb: 683,
    question: "Н.Мерсер балалардың сыныпта талқылау кезінде өз сөздерін дәйектеуінің үш түрін анықтаған. Соның бірі табылатын пікірталастық әңгіменің сипаттамасы",
    answer: "Басқа адамдардың көзқарасын қабылдауды қаламайды.бәсекеге қабілетті",
    options: [
      "Бір-бірінің қосқан үлесін сынамайды ",
      "Не істеу керек екенін түсіндіреді және мәселелерді шешу мақсатында ой бөліседі",
      "Ақпаратты тарату  және мәселелерді шешу мақсатында ой бөліседі",
      "Ұсыныстар айтылады дәлел мен сын тұрғысынан ойлау арқылы жалғасады ",
      "Басқа адамдардың көзқарасын қабылдауды қаламайды.бәсекеге қабілетті"
    ]
  },
  {
    numb: 684,
    question: "Бағалаудың барлық түрлеріне тән үш сипаттама бар . « Кадағалау » сипаттамасына сәйкес мұғалім әрекеті .",
    answer: "оқушының сұраққа жауабын тындау",
    options: [
      "оқушының сұраққа жауабын тындау",
      "оқушының тапсырманы қалай орындағанын түсіну",
      "оқушыға тапсырма бойынша сұрақ қою ",
      "оқушының жауабына сәйкес шешім қабылдау",
      "оқушының жауабын уnriмен сәйкестендіру"
    ]
  },
  {
    numb: 685,
    question: "Үздік оқушылар ақпаратты бinin қана қоймай , кажет кезінде пайдалана алатынын нерсететін сенімді өлшем ( Фриман) ",
    answer: "есте сақтау және білік",
    options: [
      "өз білімін жетілдіру",
      "шоғырландыру",
      "есте сақтау және білік",
      "мәселені шешу ",
      "икемділік"
    ]
  },
  {
    numb: 686,
    question: "Д.Фриманның дарынды,талантты балаларды тексеру парағы бойынша мәселені шешу өлшемнің сипаттамасы",
    answer: "ақпаратты толықтырып,қайшылықтарын анықтайды",
    options: [
      "жоспарлауға көп уақыт жұмсағанымен оны тез жүзеге асырады",
      "Ақпаратты есте сақтап ғана қоймай,оны пайдалана алады ",
      "оқу үдерісінің қалай жүретінін біледі,өздерінің оқуын реттейді",
      "қызығушылығын арттыру үшін күрделі тапсырмаларға ұмтылады",
      "ақпаратты толықтырып,қайшылықтарын анықтайды"
    ]
  },
  {
    numb: 687,
    question: "Дарынды және талантты оқушылардың табандылыққа қатысты сипаттамасы",
    answer: "Қойған сұрақтары тиянықты, нақты болады",
    options: [
      "Өзін-өзі сынайды және бағалай алады",
      "Проблемаларды анықтайды және шешеді",
      "Зандылықтар мен байланысты анықтайды",
      "Қойған сұрақтары тиянықты, нақты болады",
      "Құрбы-құрдастары құрметтейді"
    ]
  },
  {
    numb: 688,
    question: "Lesson study кезеңдерінің бірі - Қатысушылардың өткізілген сабақ бойынша оқушылардың оқу үдерісіне қатысты барлық нәтижелерін жүйелеп, талдауы. Осыдан кейінгі кезең",
    answer: "Зерделенген мәселелерді негізге ала отырып, келесі Lesson Study-діжоспарлау",
    options: [
      "Сабақты зерттеуге қатысушылардың барлығының сабақтың табысты және жетілдіруге тиіс тұстары",
      "Сабақты зерттеу өткізу және Lesson study –ге қатысушылардың оны бақылауы",
      "Әріптестердің немесе тәжірибелі мұғалімдердің кеңесіне сүйеніп,  сабақтың мақсатын қою",
      "Сабақты зерттеуді жақсарту жөніндегі дамыту жолдарын анықтау үшін бейресми кездесу өткізу",
      "Зерделенген мәселелерді негізге ала отырып, келесі Lesson Study-діжоспарлау"
    ]
  },
  {
    numb: 689,
    question: "Сабақты зерттеу тәсілінің демократиялық ерекшеліктерінің бірі",
    answer: "мұғалім зерттеу барысында жинақтаған білімімен педагог менімен бөлісе алады",
    options: [
      "мұғалім зерттеу барысында жинақтаған білімімен педагог менімен бөлісе алады",
      "Сабақты зерттеу нәтижелерінің жүйелі түрде жариялануы мұғалімдердің томірибесін қолдау үшін маңызды емес",
      "зерттеу барысында барлық топ мүшелері толық емес жане әртүрлі дәрежеде үдеріске тартылады",
      "негізгі жауапкершілік сабақ беретін мұғалімге гана жүктеледі және талап етіледі",
      "оқыту мен сабаққа берілген кез келген бала жеке жұмысына қатысты болады"
    ]
  },
  {
    numb: 690,
    question: "Бағалаудың барлық түрлеріне тән үш ситпаттама бар. Қадағалау сипаттамасына сәйкес мұғалім әрекеті",
    answer: "оқушыны сұраққа жауабын тыңдау",
    options: [
      "оқушының тапсырманы қалай орындағанын түсіну",
      "оқушының жауабын улгімен сійкестендіру",
      "оқушының жауабына сәйкес шешім қабылдау",
      "оқушыға тапсырма бойынша сұрақ қою",
      "оқушыны сұраққа жауабын тыңдау"
    ]
  },
  {
    numb: 691,
    question: "Оқытудың тәжірибе үлгісі және ақпараттық коммуникативтік технологиялардың көмегімен «модельдеу» аспектілері арасындағы сәйкестік",
    answer: "ықтимал әсерлерді имиациялау",
    options: [
      "оқушылардың жұмыстармен айырбастауы",
      "болжамдарды тексеру үшін деректерді жинау",
      "ықтимал әсерлерді имиациялау",
      "әртүрлі жұмыстарды салыстыру",
      "өлшеулерді қалай жүргізу керектігін көрсету"
    ]
  },
  {
    numb: 692,
    question: "Сабақты зерттеу үдерісінде білім сапасын арттыратын белгілі бір тәсілді дамыту жолын анықтау үшін зерделенеді ",
    answer: "оқушылардың оқу үдерісі ",
    options: [
      "әдістемелік бірлестіктің жұмысы ",
      "ата-аналардың ықпалы ",
      "ұжымның жетістігі ",
      "оқушылардың оқу үдерісі ",
      "мұғалімнің оқыту тәжірибесі "
    ]
  },
  {
    numb: 693,
    question: "Сабақты зерттеу (Lesson Study) үдерісінде топ мүшелерінің зерттеу сабағы жоспарлауға дейінге кезеңі                      ",
    answer: "Топ мүшелерінің бақылауға алынған оқушыларды анықтауы",
    options: [
      "Зерттеу сабағы туралы оқушылармен мұғалімдердің сұхбат жүргізуі",
      "Топ мүшелерінің «зерттелетін » оқушыларды қадағалауы",
      "Топ мүшелерінің бақылауға алынған оқушыларды анықтауы",
      "Келесі зерттеу сабағының мақсатын белгілеу",
      "Белгіленген құрылымға сай талқылау жүргізу"
    ]
  },
  {
    numb: 694,
    question: "Оқушылардың метатнымдық немесе өздігінен реттелетін оқуының алғышарты       ",
    answer: "Мұғалімнің қолданған әдіс-тәсілдері",
    options: [
      "Мұғалімнің қарым-қатынасы",
      "Мұғалімнің теориялық білімі",
      "Мұғалімнің тұлғалық қабілеті",
      "Мұғалімнің қолданған әдіс-тәсілдері",
      "Мұғалімнің ұйымдастыру қабілеті  "
    ]
  },
  {
    numb: 695,
    question: "Оқуды бағалауды оқу үшін бағалауға ауыстырылу шарты      ",
    answer: "бағалау сипатын өзгерту     ",
    options: [
      "оқу үдерісінің қарқыны",
      "уақыттың тапшылығы",
      "бағалау кестесінің ауысуы",
      "модерация үдерісінде ",
      "бағалау сипатын өзгерту     "
    ]
  },
  {
    numb: 696,
    question: "Сөздік, көрнекілік, практикалық әдістер тобы қандай жолмен жүйеленген:     ",
    answer: "білім алудың көзіне қарай;",
    options: [
      "оқушылардың таным белсенділігін арттыруға қарай;",
      "білім алудың көзіне қарай;",
      "оқытудың мақсат-міндеттеріне қарай;",
      "дидактиканың мақсат-міндеттеріне қарай;",
      "сабақ кезеңдеріне қарай.     "
    ]
  },
  {
    numb: 697,
    question: "Бағалау мақсатында жүргізілген қадағалау нәтижелерінің интерпретациясы",
    answer: "алынған мәліметтердің мәнін анықтау ",
    options: [
      "енгізілген өзгерістердің тиімділігін бағалау ",
      "оқушының жауабына сәйкес шешім шығару ",
      "оқытудың келесі кезеңдерін жоспарлау ",
      "алынған мәліметтердің мәнін анықтау ",
      "оқушының келесі даму бағытын айқындау"
    ]
  },
  {
    numb: 698,
    question: "Сабақты зерттеу тәсіліне қатысты дұрыс тұжырым ",
    answer: "Мұғалім зерттеуде жинақталған білімімен педагогикалық қауыммен бөліседі",
    options: [
      "Зерттеу жүргізуші топты бір әдістемелік бірлестіктің кем дегенде бес мұғалімі ",
      "Топ мүшелері тек бір мектептің мұғалімдері болуы тиіс",
      "Мұғалім зерттеуде жинақталған білімімен педагогикалық қауыммен бөліседі",
      "Сабақты зерттеуді іс-әрекеттегі зерттеу ретінде қарастыруға болмайды",
      "Сабаққа берілген кез келген баға жеке мұғалімге ғана қатысты болады"
    ]
  },
  {
    numb: 699,
    question: "Мектептегі білім беру мазмұнын аныктайтын негізгі құжаттар",
    answer: "Оқулықтар, оқу жоспары, оқу бағдарламасы",
    options: [
      "Оқулықтар, оқу жоспары, оқу бағдарламасы",
      "Газет журнал және басқа да баспасөз беттері",
      "Әдістемелік оқулықтар",
      "Мектептегі тәрбие жұмысының жоспары",
      "Әдебиеттер"
    ]
  },
  {
    numb: 700,
    question: "Білім берудің мазмұнын көрсетпейтін құжат",
    answer: "Сынып журналы",
    options: [
      "ҚР- ның мемлекеттік білім беру стандарты",
      "Оқу жоспары",
      "Сынып журналы",
      "Оқу бағдарламасы",
      "Оқулық"
    ]
  },
  {
    numb: 701,
    question: "Адамның жоғары деңгейлі дағды,білімді жаңа жағдайларға орайластыру арқылы оқу қабілетін белгілеңіз",
    answer: "Ұқсастық бойынша пайымдауы",
    options: [
      "Моральдік пайымдау",
      "Шығармашылығы",
      "Саналылығы",
      "Зерделілігі",
      "Ұқсастық бойынша пайымдауы"
    ]
  },
  {
    numb: 702,
    question: "Жапонияда сабақты зерттеу нәтижелері",
    answer: "барлық мұғалімдер үшін жүйелі түрде жарияланады",
    options: [
      "барлық мұғалімдер үшін жүйелі түрде жарияланады",
      "мектеп әкімшілігі жоғары құпиялықта сақтайды",
      "ақпарат тексеруші мекемелерге жіберіледі",
      "сабақ өткізген мұғалім үшін маңызды болып табылады",
      "ақпаратты тез зерттеу тобы мүшелері пайдаланады"
    ]
  },
  {
    numb: 703,
    question: "Тұлғаның «қалыптасу сәті» (педагогикалық жағдай):",
    answer: "Оқыту процесінің элементарлық бөлігі.",
    options: [
      "Іскерліктер, дағдылар қалыптастыру негізі.",
      "Педагогикалық процестің компоненттері.",
      "Оқыту процесінің элементарлық бөлігі.",
      "Педагогикалық процестің элементарлық бөлігі.",
      "Тәрбие процесінің элементарлық бөлігі."
    ]
  },
  {
    numb: 704,
    question: "Білім беру мазмұны неден тұрады?",
    answer: "Білім берудің мақсатынан",
    options: [
      "Білім берудің мақсатынан",
      "Білімнің нәтижелігінен",
      "Оқытушыдан",
      "Оқушыдан",
      "Оқулықтан"
    ]
  },
  {
    numb: 705,
    question: "Ата-анасынан балаға тұқым қуалау бойынша берілетін",
    answer: "адамның жеке даму қабілетіне негіз болатны нышандар",
    options: [
      "ойлау қабілеті",
      "мінез-құлқы",
      "әр түрлі іс-әрекетке қабілеті",
      "адамның жеке даму қабілетіне негіз болатны нышандар",
      "адамдарға қарым-қатынас"
    ]
  },
  {
    numb: 706,
    question: "Сабақты зерттеу тәсілінің демократиялық ерекшеліктерінің бірі.",
    answer: "мұғалім зерттеу барысында жинақтаған білімі мен педагог қауымен кеңінен бөлісе алады",
    options: [
      "негізгі жауапкершілік сабақ беретін мұғалімге ғана жүктеледі және талап етіледі",
      "оқыту мен сабаққа берілген кез келген баға жеке мұғалімнің жұмысына қатысты болады",
      "Сабақты зерттеу нәтижелерінің жүйелі түрде жариялануы мұғалімдердің тәжірибесін қолдау үшін маңызды емес",
      "мұғалім зерттеу барысында жинақтаған білімі мен педагог қауымен кеңінен бөлісе алады",
      "зерттеу барысында барлық топ мүшелері толық емес неnемде және әртүрлі дәрежеде үдерісте тартылады"
    ]
  },
  {
    numb: 707,
    question: "Педагогикалық кеңестің жұмысы жоспарланады:",
    answer: "Мектептің жұмысының жылдық жоспарында",
    options: [
      "Мектептің жұмысының жылдық жоспарында",
      "Календарлық жоспарда.",
      "Мектеп директорының жеке жоспарында.",
      "Мектептің тәрбие жоспарында.",
      "Мектеп директоры орныбасарының жеке жоспарында."
    ]
  },
  {
    numb: 708,
    question: "Дарынды және талантты оқушылардың табандылыққа қатысты сипаттамасы",
    answer: "Қойған сұрақтары тиянақты және нақты болады",
    options: [
      "Қойған сұрақтары тиянақты және нақты болады",
      "Проблемаларды анықтайды және шешеді",
      "Құрбы –құрдастарын құрметтейді",
      "Заңдылықтар мен байланысты анықтайды",
      "Өзін-өзі сынайды және бағалай алады"
    ]
  },
  {
    numb: 709,
    question: "",
    answer: "білімділік, тәрбиелік, дамытушылық",
    options: [
      "Реттеуші",
      "Комуникативті",
      "Әлеуметтану",
      "білімділік, тәрбиелік, дамытушылық",
      "ақпараттылық"
    ]
  },
  {
    numb: 710,
    question: "Оқушылардың пәнді терең түсіну қабілетін дамыту арқылы алған білімдерін сыныптан тыс жерде тиімді пайдалана білуін қамтамасыз ететін оқыту тәсілі",
    answer: "сындарлы оқыту",
    options: [
      "проблемалық оқыту",
      "саралап оқыту",
      "бағдарламалы оқыту",
      "дәстүрлі оқыту",
      "сындарлы оқыту"
    ]
  },
  {
    numb: 711,
    question: "Қандай білім міндетті деп есептелінеді:",
    answer: "Орта білім.",
    options: [
      "Бастауыш білім.",
      "Орта білім.",
      "Жоғары кәсіптік білім.",
      "ЖОО-нан кейінгі кәсіптік білім.",
      "Арнайы"
    ]
  },
  {
    numb: 712,
    question: "Ұжым дегеніміз не?",
    answer: "арнайы мақсатқа бағытталған, іс – әрекет негізінде ұйымдасқан адамдар бірлестігінің формасы",
    options: [
      "арнайы мақсатқа бағытталған, іс – әрекет негізінде ұйымдасқан адамдар бірлестігінің формасы",
      "жас өспірімдердің бірлесіп ынтымақтастыққа өмір сүруін айтамыз",
      "ұйымдасқан адамдар тобы",
      "бірлескен іс-әрекет мектеп лидерлік көрініс өзін-өзі басқару",
      "коллективтің теориялық білімі айналамен танысу өзін-өзі басқару"
    ]
  },
  {
    numb: 713,
    question: "Түсіндіру:",
    answer: "Теориялық мәнін ашу, фактілерді, құбылыстарды бірізді, дәлелді баяндау.",
    options: [
      "Оқыту материалын мұғалімнің мәнерлі, әсерлі баяндауы.",
      "Оқушыларды жаңа білімді игеруге ынталандыру.",
      "Теориялық мәнін ашу, фактілерді, құбылыстарды бірізді, дәлелді баяндау.",
      "Ғылыми фактілерді баяндау.",
      "Оқу материалын индуктивті баяндау әдісі."
    ]
  },
  {
    numb: 714,
    question: "Оқып үйренуге деген уәжін қиынырақ ойын мен тапсырмаларға ұмтылу арқылы арттыратын оқушыны анықтайтын өлшем",
    answer: "күрделікке деген сүйіспеншілік",
    options: [
      "есте сақтау және білім",
      "мәселені шешу",
      "ерте симболдық белсенділік",
      "күрделікке деген сүйіспеншілік",
      "өз білімін жетілдіру"
    ]
  },
  {
    numb: 715,
    question: "Қоғамдық жұмысқа қызығушылығының компоненті болып табылатын тұлғаның моральды-ерікті сапасы: тапсырғанды орындауға деген жауапкершілік қатынасы; инициативасы; орындаушылық қабілеті; өзіне және жолдастарына талап қоюшылығы; өзгелерге көмектесуге даярлығы; ұйымдастырушылық іскерлігі:",
    answer: "қоғамдық белсенділік.",
    options: [
      "тәрбиелілігі.",
      "қоғамдық белсенділік.",
      "өмірлік позиция.",
      "қарым-қатынастық.",
      "өзбеттілік."
    ]
  },
  {
    numb: 716,
    question: "Педагог – бұл:",
    answer: "Білім беру мекемелерінде тәрбиелеу мен оқыту саласында тәжірибелік жұмысты жүргізетін адам.",
    options: [
      "Білім беру мекемелерінде тәрбиелеу мен оқыту саласында тәжірибелік жұмысты жүргізетін адам.",
      "«Адам – техника» жүйесінде қызмет ететін адам.",
      "Бақылаушылық, тексерушілік қызметтер атқаратын адам.",
      "Ақпараттар беруші адам.",
      "Қоғамдық қайраткер."
    ]
  },
  {
    numb: 717,
    question: "Саралап оқытудың басты бағытының бірі",
    answer: "Толықтыра оқыту(қосымша білім беру)",
    options: [
      "Толықтыра оқыту(қосымша білім беру)",
      "Сыни ойлау",
      "Мәселелік оқыту",
      "Дәстүрлі оқыту",
      "Қашықтықтан оқыту"
    ]
  },
  {
    numb: 718,
    question: "«Адамды бұзықтыққа келтіретін табиғат не нәсілдік кемістігі емес, қолайсыз қоғамдық жағдайлар мен жаман тәрбие» - автор?",
    answer: "И.Т.Чернышевский.",
    options: [
      "И.Т.Чернышевский.",
      "Дж. Локк.",
      "З.Фрейд.",
      "Эпикур.",
      "Аристотель."
    ]
  },
  {
    numb: 719,
    question: "Өзінің жетістіктерінің басқалардың нәтижесімен салыстыру жолымен тұлғалық қажетті сапаларды қалыптастыру және бекіту әдісі – бұл:     ",
    answer: "жарыс",
    options: [
      "стимульдеу",
      "бағалау",
      "мадақтау",
      "жарыс",
      "Бақылау     "
    ]
  },
  {
    numb: 720,
    question: "Педагогикалық ұжымның, жеке мұғалімнің іс-әрекетіндегі барлық бағыттарын тексеру:     ",
    answer: "Фронтальді бақылау     ",
    options: [
      "Қорытынды бақылау.",
      "Ағымдық бақылау.",
      "Аралық бақылау.",
      "Тақырыптық бақылау.",
      "Фронтальді бақылау     "
    ]
  },
  {
    numb: 721,
    question: "Қандай кезеңге есептелген Ұлттық іс-қимыл жоспары оқушылардың функционалдық сауаттылығын дамыту бойынша Қазақстан Республикасы?     ",
    answer: "5 жыл",
    options: [
      "5 жыл",
      "3 жыл",
      "10 жылға",
      "1 жыл",
      "15 жыл     "
    ]
  },
  {
    numb: 722,
    question: "Білім алуда қандай бағалау аса пайдалы         ",
    answer: "формативтік",
    options: [
      "жиынтық",
      "формативтік",
      "ресми",
      "биресми",
      "дұрыс жауап жоқ     "
    ]
  },
  {
    numb: 723,
    question: "Сабақты зерттеу тәсілін жоспарлау барысындағы «зерттелінетін» оқушылар санаты        ",
    answer: "Үлгермеушіліктің жоғарғы,орта,төменгі деңгейі",
    options: [
      "Гипербелсенді,белсенді,пассивті",
      "Әлеуметтік тұрғыда қорғалған/қорғалмаған",
      "Математикалық,лингвистикалық,дарынды музыкалық",
      "Үлгермеушіліктің жоғарғы,орта,төменгі деңгейі",
      "Дамыған/әлсіз дамыған коммуникативтік қасиеттер     "
    ]
  },
  {
    numb: 724,
    question: "«Өзгелерден қарағанда өзінің оқуының қалай жүретінін жақсы білетін және оны реттей алатын оқушы» сипатына сәйкес келетін өлшем:     ",
    answer: "өз білімінжетілдіру",
    options: [
      "Икемділік",
      "Ойлау қабілетінің жылдамдығы",
      "Есте сақтау және білім",
      "Мәселені шешу",
      "өз білімінжетілдіру"
    ]
  },
  {
    numb: 725,
    question: "А.С.Макаренко балалар ұжымын дамытуда төмендегі сатыларды қарастырды     ",
    answer: "Үш",
    options: [
      "Екі",
      "Үш",
      "Төрт",
      "Бес",
      "Бестен жоғары"
    ]
  },
  {
    numb: 726,
    question: "Олар арқылы өңделетін және жаңғыртылатын мазмұн беріліп өңделетін және қабылданатын оқытушы мен студенттің өзара байланысты іс-қимылдарының логикалық тізбегі:      ",
    answer: "оқыту әдістері ",
    options: [
      "оқыту принциптері",
      "Оқыту құралдары",
      "оқыту әдістері ",
      "оқыту нысандары",
      "тәрбие құралдары.      "
    ]
  },
  {
    numb: 728,
    question: "Құқықтық тәрбиенің мәні:     ",
    answer: "Азаматтардың бостандықтарын, құқықтарын, қоғам алдындағы жауапкершіліктерін заң жүзінде кепілдікті қамтамасыз ететіндігін үйрету.",
    options: [
      "Қоғамға пайдалы қатынастардың дамуына жағдай туғызу.",
      "Қоғамға зиян қатынастарды шектеп, тыйым салу.",
      "Мемлекеттік, қоғамдық ұйымдардың құрамын,олардың қызмет істеу принциптері мен өкілеттілігін анықтау.",
      "Азаматтардың бостандықтарын, құқықтарын, қоғам алдындағы жауапкершіліктерін заң жүзінде кепілдікті қамтамасыз ететіндігін үйрету.",
      "Жеке тұлғаның мінез – құлық нормаларын қалыптастыру.     "
    ]
  },
  {
    numb: 729,
    question: "Адамгершілік тәрбиесі негізделмейді:     ",
    answer: "экономикаға     ",
    options: [
      "мәдениетке",
      "дінге",
      "эстетикаға",
      "этикаға",
      "экономикаға     "
    ]
  },
  {
    numb: 730,
    question: "Баланың білім-дағды, білік және өз бетінше әрекет ету мүмкіндіктерінің дамуына қарай орнатылатын, нығайтылатын, бөлшектенетін уақытша құрал     ",
    answer: "«көпіршелер»",
    options: [
      "«жанама тәжірибе»",
      "«көпіршелер»",
      "«бағамдау»",
      "«жалған ұстаным»",
      "«қара жәшік»     "
    ]
  },
  {
    numb: 731,
    question: "Сабақты зерттеу тәсіліне қатысты дұрыс мұжырым     ",
    answer: "Сабақты зерттеуді іс-әрекеттегі зерттеу ретінде қарастыруға болады",
    options: [
      "Сабақты зерттеуді іс-әрекеттегі зерттеу ретінде қарастыруға болады",
      "Сабаққа берілген кез келген баға жеке мұғалімге ғана қатысты болады",
      "Топ мүшелері тек бір мектептің мұғалімдері болуы тиіс",
      "Зерттеу барысынд жинақталған білімді топ мүшелері ғана пайдаланады",
      "Зерттеу жүргізуші топты бір әдістемелік бірлестіктің кем дегенде бес мұғалімі құрайды     "
    ]
  },
  {
    numb: 732,
    question: "Жаңартылған білім мазмұнын енгізудің нәтижесі неде:    ",
    answer: "Ұлттық және жалпы азаматтық құндылықтарды бойына сіңірген, кез келген өмірлік жағдайда функционалдық сауаттылығы мен бәсекеге қабілеттілігін көрсете білетін тұлғаның үйлесімді қалыптасуына және зияткерлік дамуына қолайлы білім беру ортасын тудыру",
    options: [
      "білім беру жүйесін ұлттық стандартқа сәйкес келтіру",
      "білім беру жүйесі толық өзгерту",
      "білім беру бағдарламасының құрылымы мен мазмұнын, оқыту мен тәрбиелеудің әдістері мен тәсілдерін қайта қарастыру",
      "Ұлттық және жалпы азаматтық құндылықтарды бойына сіңірген, кез келген өмірлік жағдайда функционалдық сауаттылығы мен бәсекеге қабілеттілігін көрсете білетін тұлғаның үйлесімді қалыптасуына және зияткерлік дамуына қолайлы білім беру ортасын тудыру",
      "Бәрі жауаптар дұрыс     "
    ]
  },
  {
    numb: 734,
    question: "Ғылыми-педагогикалық зерттеулердің эмпирикалық әдістері:     ",
    answer: "бақылау, әңгіме, сауалнама, эксперимент",
    options: [
      "анализ, синтез, дедукция, индукция",
      "талдап қорыту, модельдеу, салыстыру, анализ",
      "бақылау, әңгіме, сауалнама, эксперимент",
      "абстрактілеу, синтез, талдап қорыту, айқындау",
      "индукция, дедукция, талдап қорыту, салыстыру     "
    ]
  },
  {
    numb: 735,
    question: "Оқып үйренуге деген уәжін қиынырақ ойын мен тапсырмаларға ұмтылу арқылы арттыратын оқушыны анықтайтын өлшем:     ",
    answer: "күрделілікке деген сүйіспеншілік     ",
    options: [
      "мәселені шешу",
      "өз білімін жетілдіру",
      "ерте символдық белсенділік",
      "есте сақтау және білім",
      "күрделілікке деген сүйіспеншілік     "
    ]
  },
  {
    numb: 736,
    question: "Топтау әдісінің тиімділігін сипаттамайтын нұсқа:     ",
    answer: "Топта қабылданған шешімдер тек топ ішінде талқыланады.",
    options: [
      "Топтық жұмыс сабақты ұйымдастыруда жаңашылдық алып келеді.",
      "Білім алушылар әр адамның көзқарасымен танысудан пайда алады.",
      "Топта қабылданған шешімдер тек топ ішінде талқыланады.",
      "Топ ішінде кері байланыс жүзеге асады.",
      "Топтың қандай тәсілмен құрылғанына қарамастан, жаңадан құрылған кез келген топқа бір-бірімен жұмыс істеу сипатына, дағдылары мен стиліне икемделіп, бейімделуге уақыт талап етіледі.      "
    ]
  },
  {
    numb: 737,
    question: "Отбасы қызметіне жатпайды:",
    answer: "Кәсіпке оқытушылық.",
    options: [
      "Тұқым жалғастырушылық.",
      "Тәрбиелеушілік.",
      "Экономикалық",
      "Кәсіпке оқытушылық.",
      "Түзетушілік"
    ]
  },
  {
    numb: 738,
    question: "Жоғары мектеп педагогикасын зерттеу пәні ... білімі бар мамандарды оқыту және тәрбиелеу процесі болып табылады:",
    answer: "жоғары кәсіби ",
    options: [
      "орта",
      "жоғары кәсіби ",
      "бастапқы",
      "орта кәсіптік",
      "кәсіптен кейінгі."
    ]
  },
  {
    numb: 739,
    question: "Топтау әдісінің тиімділігі:",
    answer: "Топ ішінде кері байланыс жүреді",
    options: [
      "Көшбасшылыққа таласады",
      "Уақытты көп қажет етеді ",
      "Жақсы оқитындар ғана көрінеді",
      "Топ ішінде кері байланыс жүреді",
      "Мағлұматтар аз қамтылады"
    ]
  },
  {
    numb: 740,
    question: "Жаңартылған білім бағдарламасы бойынша пән мазмұны келесі қағидат негізінде құрылады",
    answer: "Спиральділік қағидат",
    options: [
      "Спиральділік қағидат",
      "Линейлік қағидат",
      "Концентрациялық қағидат",
      "Жүйелілік қағидат",
      "Сенергетикалық қағидат"
    ]
  },
  {
    numb: 741,
    question: "Әрбір оқушының жеке басының жан- жақты дамуының, қызығушылығының жетілуіне бағытталған оқу-тәрбие процессін ұйымдастыруды зерттеген ғалым?",
    answer: "Сухомлинский В.А",
    options: [
      "Макренко А.С.",
      "Крупская Н.К.",
      "Сухомлинский В.А",
      "Песталоцци",
      "Ушинский К.Д."
    ]
  },
  {
    numb: 742,
    question: "Түсіндірмелі-иллюстративті оқыту:",
    answer: "мұғалім оқушыларды белгілі білім жүйесімен қаруландырады, іскерлікке үйретеді,көрекі құралдар қолданылады;",
    options: [
      "оқушылардың таным іс-әрекеттерін барынша дамыту, өз бетімен жаңа білімді іздеп табуға және оны еркін игеруге үйрету;",
      "мұғалім оқушыларды белгілі білім жүйесімен қаруландырады, іскерлікке үйретеді,көрекі құралдар қолданылады;",
      "оқушылардың алдына мәселе қойып отыру, танымдық және творчестволық қабілетін дамыту;",
      "оқытуда жаңа бағдарламаланған оқулықтар, оқыту құжаттары, үйрету машиналары қолданылады;",
      "оқушының өз жұмысының нәтижелерін басқа балалардың жұмыстарымен салыстыру"
    ]
  },
  {
    numb: 743,
    question: "Интербелсенді әдіс ",
    answer: "Өзара әрекеттесуін және қатынасқа жағдай жасайтын әдіс",
    options: [
      "Жаңа тәсіл",
      "Дәстүрлі әдіс",
      "Өзара әрекеттесуін және қатынасқа жағдай жасайтын әдіс",
      "Бәрі жауаптар дұрыс",
      "Дұрыс жауап жоқ"
    ]
  },
  {
    numb: 744,
    question: "Тұтас педагогикалық процесс компоненттері болып:",
    answer: "мұғалім, оқушылар, мақсаты, міндеттер, мазмұн, формалар, құралдар, әдіс-тәсілдер",
    options: [
      "мұғаліммен оқушылар",
      "мұғалім мен ата-аналар",
      "мақсат пен мазмұны",
      "мұғалім, оқушылар, мақсаты, міндеттер, мазмұн, формалар, құралдар, әдіс-тәсілдер",
      "мақсат, міндетер, тапсырмалар"
    ]
  },
  {
    numb: 745,
    question: "Оқып үйренуге деген уәжін қиынырақ ойын мен тапсырмаларға ұмтылу арқылы арттыратын оқушыны анықтайтын өлшем     ",
    answer: "ерте симболдық белсенділік",
    options: [
      "есте сақтау және білім",
      "мәселені шешу",
      "ерте симболдық белсенділік",
      "күрделікке деген сүйіспеншілік",
      "өз білімін жетілдіру      "
    ]
  },
  {
    numb: 746,
    question: "Педагогика пәні бұл –",
    answer: "Мақсатқа бағытталған оқу тәрбие процесі. ",
    options: [
      "Белсенді түрде іс-әрекет жасайды.",
      "Тар мағынада сабақ беру.",
      "Кең мағынада сабақ беру. ",
      "Мақсатқа бағытталған оқу тәрбие процесі. ",
      "Тәрбие әрекеті"
    ]
  },
  {
    numb: 747,
    question: "Педагогикалық кеңестің мәжілісінде қарастырылмайтын мәселелер:       ",
    answer: "Мұғалімнің қосымша оқыған жұмысы (репиторлық) .",
    options: [
      "Педагогикалық озық тәжірибені тарату.",
      "Жаңа педагогикалық технологияны ендіру.",
      "Әдістемелік ұйымдардың жұмысы.",
      "Мұғалімнің қосымша оқыған жұмысы (репиторлық) .",
      "Тәрбие жұмысының тиімділігін арттыру проблемалары.      "
    ]
  },
  {
    numb: 748,
    question: "Білім беру – бұл:",
    answer: "Қоғамның нақты әлеуметтік-экономикалық жағдайында дамуға, өзін іс жүзінде көрсетуге және өзіне-өзі көз жеткізуге қабілетті тұлғаның физикалық және рухани сапаларын қалыптастыру.       ",
    options: [
      "Кәсіби іс-әрекетке маманды теориялық даярлау.",
      "Мектепте баланы оқыту мен тәрбиелеу процесін қамтамасыз ететін нормативті құжаттардың жүйесі.  ",
      "Білім беру мекемелерінің оқу процесіне қазіргі білім беру технологияларын белсенді ендіру ",
      "Білім беру мекемелеріндегі демократияландыру және ізгілендіру процесі. ",
      "Қоғамның нақты әлеуметтік-экономикалық жағдайында дамуға, өзін іс жүзінде көрсетуге және өзіне-өзі көз жеткізуге қабілетті тұлғаның физикалық және рухани сапаларын қалыптастыру.       "
    ]
  },
  {
    numb: 750,
    question: "Проблемалық оқыту мәні:       ",
    answer: "Оқушылардың өзіндік ізденіс іс-әрекеттерін ұйымдастыру. ",
    options: [
      "Оқушылардың танымдық мүмкіншіліктерін зерттеу",
      "Оқушылардың танымдық іс-әрекеттерін басқару. ",
      "Оқушылар алдына проблемалар қою.",
      "Оқушылардың өзіндік ізденіс іс-әрекеттерін ұйымдастыру. ",
      "Оқытуда қарама-қарсы байланыстарды қамтамасыз ету.       "
    ]
  },
  {
    numb: 751,
    question: "Тәрбиеші мен тәрбиеленушінің арасындағы тиісті қарым-қатынасты орнатуға бағытталған принцип:          ",
    answer: "бала тұлғасына, оған саналы талаппен сәйкесетене сыйластығы.",
    options: [
      "тәрбиеленушілінің өзіндік әрекетінің және инициативасының дамуымен педагогикалық басқарудың сәйкестік принципі.",
      "балаларды ұжымда оқыту мен тәрбиелеу принципі.",
      "бала тұлғасына, оған саналы талаппен сәйкесетене сыйластығы.",
      "адамға жағымды тірек принципі.",
      "тәрбиенің гуманизациясы."
    ]
  },
  {
    numb: 752,
    question: "Мұғалімнің сындарлы оқыту теориясына сәйкес сабақты ұйымдастыру ерекшелігі        ",
    answer: "Оқушының білімін, идеясын дамытуға ықал ететін міндеттер қояды ",
    options: [
      "Оқушының жеке көзқарасын құрметтеп, қате болса да өзгеріссіз қабылдайды",
      "Оқушының білімінкен гөрі, тәжірибелік дағдыларын дамытатын міндеттер қояды",
      "Оқушыға пән бойынша өз бетімен орындай алатын тапсырмалар береді",
      "Оқушылар тапсырманы орындауына сәйкес бағалану керек деп есептейді",
      "Оқушының білімін, идеясын дамытуға ықал ететін міндеттер қояды "
    ]
  },
  {
    numb: 753,
    question: "Оқытушының кәсіптік өзін-өзі тәрбиелеуі - бұл:             ",
    answer: "жеке басының кәсіби маңызды қасиеттерін дамыту бойынша саналы жұмыс",
    options: [
      "қызметті ынталандыру.",
      "дамуға қажеттілік.",
      "жеке басының кәсіби маңызды қасиеттерін дамыту бойынша саналы жұмыс",
      "мұғалімнің міндеті.",
      "шығармашылық қызмет тәжірибесі.  "
    ]
  },
  {
    numb: 754,
    question: "Дарынды және талантты оқушыларды ынталандырып және әлеуетін дамытудағы тиімді тәсілдер        ",
    answer: "экстернат және зияткерлік тапсырмалар беру       ",
    options: [
      "марапаттау және әлеуетті мүмкіндіктерін көрсету",
      "оқшаулау және жоғарғы ынтаның болуы",
      "грант және академиялық қабілеттің болуы",
      "сияқты және зияткерлік тапсырмалар беру",
      "экстернат және зияткерлік тапсырмалар беру       "
    ]
  },
  {
    numb: 755,
    question: "Оқушылардың кәсіби бағдарына енгізіледі:       ",
    answer: "кәсіби ағарту, кәсіби кеңес беру (концультация), кәсіби диагностика, кәсіби бейімділік",
    options: [
      "кәсіби ағарту, кәсіби кеңес беру (концультация), кәсіби диагностика, кәсіби бейімділік",
      "кәсіби кеңес беру, кәсіби диагностика, құқықтық ұйымдастырушылық жұмыс",
      "кәсіби диагностика, кәсіптік оқыту, еңбек тәрбиесі",
      "кәсіби кеңес беру, кәсіпті таңдау, ағарту, өздігінен білім алу",
      "кәсіби бағдар, кәсіби біліктілік  "
    ]
  },
  {
    numb: 756,
    question: "Дарынды талантты балларды тексеру парағы бойынша мәселені шеше алатын оқушыларға тән ерекшелік       ",
    answer: "Ақпаратты толықтырып қайшылықтарын анықтап мәніне тез жетеді",
    options: [
      "Ақпаратты толықтырып қайшылықтарын анықтап мәніне тез жетеді",
      "Оқыту үдерісінің қалай жүретінін жақсы біледі өздерінің оқуын реттей алады",
      "Жоспарлауға көп уақыт жұмсауы мүмкін ,бірақ жоспарды тез жүзеге асырады",
      "Ақпаратты біліп,есте сақтап қана қоймай оны пайдалана алады",
      "Қызығушылығын арттыру үшін күрделі тапсырмаларға ұмтылады  "
    ]
  },
  {
    numb: 757,
    question: "Сабақты зерттеудің алғашқы қадамын көрсетіңіз:        ",
    answer: "Нәтижені қамтамасыз ететін ережелер жүйесін құрады",
    options: [
      "Барлық нәтижелерін жүйелейді және талдайды",
      "Нәтижені қамтамасыз ететін ережелер жүйесін құрады",
      "Бірлесіп егжей-тегжейлі жоспарлайды",
      "Жұмысты бірлесе қайта жоспарлайды",
      "Топтың бір мүшесі зерттеу сабағын өткізеді"
    ]
  },
  {
    numb: 758,
    question: "Дағдыға дағдыландыру мақсатында ақыл-ой немесе жазбаша әрекеттің қайталанып бірнеше рет орындалуы        ",
    answer: "Жаттығу",
    options: [
      "Эксперимент",
      "Жаттығу",
      "Қайталау",
      "Иллюстрация",
      "Диктант "
    ]
  },
  {
    numb: 759,
    question: "Жобалық қызмет технологиясының мәні студенттің жеке басына, авторитарлық, бұйрық педагогикасын мүлдем жоққа шығаруға бағытталған;        ",
    answer: "оның жеке мүдделері мен мақсаттарына сай жүргізу;",
    options: [
      "студент модульмен жұмыс істеу процесінде оқу-жаттығудың нақты мақсаттарына толығымен дербес қол жеткізеді;",
      "студенттің мақсатқа сай қызметі арқылы оқытуды",
      "оның жеке мүдделері мен мақсаттарына сай жүргізу;",
      "тұрақты параметр-оқыту нәтижесі, ал оқыту шарттары -ауыспалы;",
      "тұрақты параметр-бұл оқу жағдайы, ал оқу нәтижесі –айнымалы.  "
    ]
  },
  {
    numb: 760,
    question: "Осы мақсаттарды іске асырудың таңдалған жолдары арқылы оқу мақсаттарына қол жеткізу үшін студенттерге берілуі қажет адамдардың алдыңғы ұрпақтарының тәжірибесінің бір бөлігі:     ",
    answer: "оқыту мазмұны",
    options: [
      "оқыту мазмұны",
      "оқу мақсаттары",
      "Оқыту құралдары",
      "оқыту әдістері",
      "оқыту принциптері     "
    ]
  },
  {
    numb: 761,
    question: "Аттестациялау енгізілді:     ",
    answer: "1972 жылы.",
    options: [
      "1931 жылы.",
      "1958 жылы.",
      "1972 жылы.",
      "1934 жылы.",
      "1980 жылы."
    ]
  },
  {
    numb: 762,
    question: "Оқу-тәрбие жұмысын жүргізудің теориясы мен әдістемесін құрған ғалым.",
    answer: "Макаренко А.С.",
    options: [
      "Крупская Н.К",
      "Коменскии Я.А",
      "Песталоцци",
      "Макаренко А.С.",
      "Сухомлинский В.А."
    ]
  },
  {
    numb: 763,
    question: "Мұғалімнің кәсіби маңызды қасиеттері болып табылады:",
    answer: "Оқушыларға сүйіспеншілік, педагогикалық процесті жүйелі жүргізу, педагогикалық құбылыстарға талдау жасай білу, педагогикалық ойлаудың қалыптасуы, қарым-қатынас жасай алуы, ұжымшылдық, шығармашылық.",
    options: [
      "Оқушыларға сүйіспеншілік, педагогикалық процесті жүйелі жүргізу, педагогикалық құбылыстарға талдау жасай білу, педагогикалық ойлаудың қалыптасуы, қарым-қатынас жасай алуы, ұжымшылдық, шығармашылық.",
      "Оқушының іс-әрекетін ұйымдастыру білігі, ынтымақтастық қарым-қатынасы.",
      "Мұғалімнің зерде мәдениеті, шығармашылық іс-әрекеті.",
      "Оқушымен ынтымақтастық қарым-қатынасы, жеке жұмысы.",
      "Мұғалім еңбегінің әлеуметтік мәнінің болуы, адамгершілік сапасы."
    ]
  },
  {
    numb: 764,
    question: "Сабақты зерттеу тәсілін жоспарлау барысындағы зерттелінетін оқушылар санаты",
    answer: "Үлгермеушіліктің жоғары , орта , төменгі деңгейі",
    options: [
      "Дамыған/әлсіз дамыған коммуникативтік қасиеттер",
      "Әлеуметтік тұрғыда қорғалған / корғалмаған",
      "Үлгермеушіліктің жоғары , орта , төменгі деңгейі",
      "Математикалық лингвистикалық дарынды музыкалы",
      "Гипербелсенді , белсенді , пассивті"
    ]
  },
  {
    numb: 765,
    question: "Оқытудағы бағдарламаға тың идея енгеннен соң күтілетін нәтиже",
    answer: "Бірлесіп жұмыс жасауға үйренеді",
    options: [
      "Оқу үдерісі өзгеріссіз жұмыс жасайды",
      "Білім берудің 5 модуль идеялары ықпалдасады",
      "Оқушылармен жеке жұмыс жасалынады",
      "Бірлесіп жұмыс жасауға үйренеді",
      "Оқушылар арасында лидерлік қабілет артады"
    ]
  },
  {
    numb: 766,
    question: "Дидактикалық бағдармаларды шешуді ұйымдастыруға байланысты оқушы мен мұғалімнің қарым-қатынасы:",
    answer: "Оқыту әдісі.",
    options: [
      "Оқыту әдісі.",
      "Оқыту формалары.",
      "Оқыту құралдары.",
      "Оқу тапсырмалары.",
      "Факультативтер."
    ]
  },  {
    numb: 767,
    question: "Университеттегі оқу процесінің функцияларына жатқызылмайды:",
    answer: "ақпараттық",
    options: [
      "білім беру",
      "тәрбие",
      "дамытушы",
      "кәсіби",
      "ақпараттық"
    ]
  },  {
    numb: 768,
    question: "Тұлғаның біліктілік дәрежесін анықтау мақсатында бағалау",
    answer: "Стандартты орындау және бақылау",
    options: [
      "Оқудағы қиындықтарды анықтау",
      "Оқыту стилін бақылау",
      "Уәж түріндегі кері байланыс",
      "Болжау және сұрыптау",
      "Стандартты орындау және бақылау"
    ]
  },  {
    numb: 769,
    question: "Бағалау мақсатында жүргізілген қадағалау нәтижелерінің интерпретациясы",
    answer: "Алынған келесі мәліметтердің мәнін анықтау",
    options: [
      "Енгізілген өзгерістердің тиімділігін бақылау",
      "Оқушының келесі даму бағытын айқындау",
      "Алынған келесі мәліметтердің мәнін анықтау",
      "Оқытудың келкесі кезеңдерін жоспарлау",
      "Оқушының жауабына сәйкес шешім шығару"
    ]
  },  {
    numb: 770,
    question: "Ата-анасынан балаға тұқым қуалау бойынша беріледі:",
    answer: "Адамның жеке даму қабілетіне негіз болатын нышандар.",
    options: [
      "Ойлау қабілеті",
      "Мінез-құлқы.",
      "Әр түрлі іс-әрекетке қабілеті.",
      "Адамның жеке даму қабілетіне негіз болатын нышандар.",
      "Адамдарға қарым-қатынасы."
    ]
  },  {
    numb: 771,
    question: "Жеке тұлғаны үнемі зерттеу әдісі:",
    answer: "Байқау",
    options: [
      "Салыстыру",
      "Абстрактілеу",
      "Индукция",
      "Деукукция",
      "Байқау"
    ]
  },  {
    numb: 772,
    question: "Мектептегі технологияларға жатпайтын құрал:",
    answer: "Археологиялық мекендер",
    options: [
      "Теледидар бағдарламалары",
      "Сандық теледидар",
      "Археологиялық мекендер",
      "Ұялы телефон",
      "Интернет"
    ]
  },  {
    numb: 773,
    question: "Дарынды , талантты оқушылар ақпаратты біліп қана қоймай , қажет кезінде пайдалана алу сипаттамасына сәйкес өлшем",
    answer: "Есте сақтау және білім     ",
    options: [
      "өз білімін жетілдіру",
      "шоғырлану",
      "ерте символдық белсенділік ",
      "Мәселені шешу",
      "Есте сақтау және білім     "
    ]
  },  {
    numb: 774,
    question: "Тұтас педагогикалық процестің компоненттерін көрсет:",
    answer: "оқыту мен тәрбиенің мақсаты,мазмұны, формалары мен әдістері, нәтижесі;",
    options: [
      "оқыту мен тәрбиенің мақсаты,мазмұны, формалары мен әдістері, нәтижесі;",
      "оқыту процесі мен формалары;",
      "оқыту принциптері мен заңдылықтары;",
      "білім берудің мазмұны мен білім беру жүйесі,",
      "оқыту диагностикасы."
    ]
  },  {
    numb: 776,
    question: "Бұл әдісте өтілген мәтін бойынша мысалдар келтіреді. Мысалдарды оқу кезінде оқушылар келтірілген мысалды мәтінде бар, жоғын анықтайды     ",
    answer: "«Ыстық орындық» әдісі",
    options: [
      "«Серпілген сауал» әдісі",
      "«Бірге ойлаймыз» әдісі",
      "«Ыстық орындық» әдісі",
      "«Өзіңізді тексеріңіз» әдісі",
      "«Автор орындығы» әдісі     "
    ]
  },  {
    numb: 777,
    question: "Теориялық ойлаумен тәжірибелік іс- әрекетте сезімді қабылдаудың бірлігімен көрінетін іс- әрекеттің аталуы",
    answer: "еңбек ету",
    options: [
      "еңбек ету",
      "тәжірибелік",
      "өз бетінше",
      "ойын",
      "танымдылық     "
    ]
  },  {
    numb: 778,
    question: "Өзін-өзі тәрбиелеудің негізгі әдісі болып табылады:",
    answer: "жарысу, үлгілер мен тәсілдерді көрсету, жетістік жағдаяттын құру.",
    options: [
      "өзіндік талдау, өзіндік бағалау, өзіндік бақылау, өзіндік жүзеге асу.",
      "өзіндік бұйыру,сынау, ескерту.",
      "сенім, бақылау, өзіндік жүзеге асу жағдаяттары.",
      "жарысу, үлгілер мен тәсілдерді көрсету, жетістік жағдаяттын құру.",
      "сендіру, дәлелділік.     "
    ]
  },  {
    numb: 779,
    question: "Оқу үдерісінің тиімділігін анықтайтын негізгі фактор     ",
    answer: "Балалардың қалай оқитынын мұғалімнің түсінуі     ",
    options: [
      "Оқушыны қалай бағындыра алатынын мұғалімнің білуі",
      "Сыныпта не болу керек екенін мұғалімнің түсінуі",
      "Оқушының өз қалағанын айтатынын мұғалімнің білуі",
      "Оқушыларға қойылатын талаптарды мұғалімнің білуі",
      "Балалардың қалай оқитынын мұғалімнің түсінуі     "
    ]
  },  {
    numb: 780,
    question: "Дарынды және талантты баларды анықтауда ойлау қабілетінің жылдамдығы өлшемі сәйкес келетін сипаттама",
    answer: "Жоспарлауға көп уақыт жұмсауы мүмкін бірақ жоспарды тез жүзеге асырады",
    options: [
      "Жоспарлауға көп уақыт жұмсауы мүмкін бірақ жоспарды тез жүзеге асырады",
      "Олар ерте жасынан бастап сөйлей, оқи және жаза бастайды",
      "Қызығушылығын арттыру үшін күрделі ойын мен тапсырмаларға ұмтылады",
      "Басқаларға қарағанда ойлау қабілеттері жақсы ұйымдастырылған",
      "Олар ақпаратты біліп қана қоймай оны пайдалана алады     "
    ]
  },  {
    numb: 781,
    question: "Мұғалімнің жеке басының гуманистік қасиеттеріне мыналар жатады:",
    answer: "адамгершілік, адамның қадір-қасиетін құрметтеу.",
    options: [
      "көркемдік, ашушаңдық.",
      "әзіл сезімі, қуаныш.",
      "ашық-жарқын, мейірімділік.",
      "адамгершілік, адамның қадір-қасиетін құрметтеу.",
      "Сыртқы келбет.     "
    ]
  },  {
    numb: 782,
    question: "Мұғалімнің сөйлеу мәдениеті - бұл:",
    answer: "әдеби тіл нормаларына сәйкес сөйлеу сөзін толық қалыптастыру",
    options: [
      "әдеби тіл нормаларына сәйкес сөйлеу сөзін толық қалыптастыру",
      "айта білу қабілеті",
      "студенттерге ақпаратты ұсына білу",
      "әңгіме жүргізе білу",
      "қарым-қатынас шеберлігі      "
    ]
  },  {
    numb: 783,
    question: "Таксономия дегеніміз –      ",
    answer: "орналасу, құрылыс, тәртіп, заң.",
    options: [
      "орналасу, құрылыс, тәртіп, заң.",
      "мақсат, қағидалар, тәртіп, құрылыс.",
      "орналасу, мақсат, заң, қағидалар.",
      "құндылық, нәтиже, тәртіп, заң.",
      "дұрыс жауап жоқ      "
    ]
  },  {
    numb: 784,
    question: "Сабақты ұйымдастыруға жатпайтын формалар:",
    answer: "сынып сағаты",
    options: [
      "сынып сағаты",
      "үй тапсырмасын орындау",
      "лабораториялық жұмыстар",
      "оқу экскурсиясы",
      "оқу шеберханасындағы жұмыс     "
    ]
  },  {
    numb: 785,
    question: "Эстетикалық тәрбиенің мәні:",
    answer: "оқушылардың әртүрлі көркемдік-эстетикалық іс-әрекетін ұйымдастыру",
    options: [
      "эстетикалық мінез-құлық нормаларын қалыптастыру",
      "еңбексүйгіштікпен тәртіптілікке тәрбиелеу",
      "оқушылардың әртүрлі көркемдік-эстетикалық іс-әрекетін ұйымдастыру",
      "әлеуметтік жауапкершілікке және өз Отанына сүйіспеншілікке тәрбиелеу",
      "оқушыларды идеялық бағыттылыққа тәрбиеле      "
    ]
  },  {
    numb: 786,
    question: "Білім беру мен мәдениеттің байланысы:",
    answer: "Мәдениет адамға білім берудің алғы шарты мен нәтижесі ретінде қатысады.",
    options: [
      "Ұлттық мәдени орталықтарды құру.",
      "Мәдениет адамға білім берудің алғы шарты мен нәтижесі ретінде қатысады.",
      "Білім берудің үздіксіздік сипаты.",
      "Педагогикалық процестің екі жақты сипаты.",
      "Мәдени ескерткіштерді сақтау және қалпына келтіру.      "
    ]
  },  {
    numb: 787,
    question: "Оқыту-педагогиканың негізгі категориясы ретінде:",
    answer: "мұғалім мен оқушының біріккен іс-әрекеті;",
    options: [
      "нақтылы тәрбие міндеттерін шешу мен жеке тұлғаны қалыптастыру мақсатына бағытталған, ұйымдастырылған процесс;",
      "мұғалім мен оқушының біріккен іс-әрекеті;",
      "оқушыларды оқыту мен тәрбиелеу әрекеттерін қалыптастыруды ұйымдастыру;",
      "сабақ өтетін жер мен уақытын, оқушы құрамын анықтайтын ұйымдастырылған процесс;",
      "табиғат пен қоғам жайында ғылымда жинақталған білім жүйесін жеке адамның меңгеруін және оны өмірде тиімді етіп қолдана білуін айтады.      "
    ]
  },  {
    numb: 788,
    question: "Аралас сабақтың құрылымын көрсет:",
    answer: "ұйымдастыру кезеңі,үй тапсырмасын тексеру,жаңа материалды мұғалімнің баяндауы,жаңа материалды бекіту,үй тапсырмасын беру;",
    options: [
      "ұйымдастыру кезеңі,үй тапсырмасын тексеру,жаңа материалды мұғалімнің баяндауы,жаңа материалды бекіту,үй тапсырмасын беру;",
      "жаңа материалды баяндау,алғашқы бекіту,үй тапсырмасы;",
      "ұйымдастыру кезеңі,үй тапсырмасын тексеру, бекіту;",
      "танымдық міндеттерді қою, мотивація;",
      "таңдау және оқып білудің бірізділігі.      "
    ]
  },  {
    numb: 789,
    question: "Оқыту принципі дегеніміз:",
    answer: "оқытудың мазмұнын ашатын ережелер мен қағидалар жиынтығы;",
    options: [
      "оқытудың мазмұнын ашатын ережелер мен қағидалар жиынтығы;",
      "білім беру жүйесі;",
      "оқытудың заңдылықтары;",
      "оқыту әдістерінің жүйесі;",
      "тәрбие процес інде басшылыққа алынатын ережелер мен қағидалар жиынтығы.      "
    ]
  },  {
    numb: 790,
    question: "Тұлғаның интуитвті-эмоциональды, субъективті діни тәжірибесі . . . дүниеге көзқарасына қатысты болады:",
    answer: "дінилігіне",
    options: [
      "ғылыми",
      "Үйреншіктігіне",
      "дінилігіне",
      "дәстүрлілігіне",
      "Қалыптаспағанына      "
    ]
  },  {
    numb: 791,
    question: "Оқытудың қандай принципі оқушылардың даму ерекшеліктерін, оқу мүмкіндіктерін ескеруді талап етеді:",
    answer: "Шамаға лайықтық.",
    options: [
      "Ғылымилық",
      "Көрнекілік",
      "Шамаға лайықтық.",
      "Беріктік",
      "Саналылық және белсенділік.      "
    ]
  },  {
    numb: 792,
    question: "Сыни ойлауды дамыту технологиясының дәстүрлі оқытудан басты айырмашылығы:      ",
    answer: "Білімнің дайын күйінде берілмеуі.      ",
    options: [
      "Білімнің дайын күйінде берілуі",
      "Оқушылардың жас ерекшеліктеріне сәйкес оқыту",
      "Оқушының өз бетінше тұжырам жасайды.",
      "Топ топтық тұжырымға келе біледі.",
      "Білімнің дайын күйінде берілмеуі.      "
    ]
  },  {
    numb: 793,
    question: "Педагогикалық әрекеттестіктің мәні:",
    answer: "Баланың өзін-өзі дамытуын белсендендірудің негізгі тәсілі ретінде мақсат пен нәтижеге жетудегі бірлескен іс-әрекеттің ынтымақтастық қарым-қатынас тұрғысынан жүзеге асуымен айқындалады.",
    options: [
      "Баланың өзін-өзі дамытуын белсендендірудің негізгі тәсілі ретінде мақсат пен нәтижеге жетудегі бірлескен іс-әрекеттің ынтымақтастық қарым-қатынас тұрғысынан жүзеге асуымен айқындалады.",
      "Тұлғаның өзіндік белсенділігін арттырудағы мұғалімнің іс-әрекетімен сипатталады.",
      "Белгілі бір жағдайдағы педагогикалық әрекеттің тәсілімен анықталады.",
      "Нақты уақыт аралығында педагогикалық жүйенің жағдайын анықтауды көрсетеді.",
      "Оқу-тәрбие процесінің нәтижесін бақылау, тексеру және бағалаумен қорытындыланады.      "
    ]
  },  {
    numb: 794,
    question: "Мұғалімнің кәсіби іс-әрекетінің обьектісі:     ",
    answer: "Біртұтас педагогикалық процесс.",
    options: [
      "Оқушыларды тәрбиелеу.",
      "Оқу процесі",
      "Біртұтас педагогикалық процесс.",
      "Сабақтан тыс іс-шараларды өткізу.",
      "Тәрбиелік іс-шараларды ұйымдастыру.      "
    ]
  },  {
    numb: 795,
    question: "Қазіргі замандағы педагогиканың атқаратын қызметі :",
    answer: "Ғылыми-теориялық, практикалық, болжам жасаушылық",
    options: [
      "Ғылыми-теориялық, практикалық, болжам жасаушылық",
      "Оқытушылық, тәрбиелік, тәжірибелік.",
      "Қалыптастырушылық, болжам жасаушылық, дамытушылық.",
      "Экономикалық ғылыми-теориялық, тәжірибелік",
      "Мативоциялық, тәжірибелік экономикалық      "
    ]
  },  {
    numb: 796,
    question: "Оқуды бағалауды оқу үшін бағалауға ауыстырылу шарты",
    answer: "бағалау сипатын өзгерту      ",
    options: [
      "бағалау кестесінің ауысуы",
      "уақыттың тапшылығы",
      "оқу үдерісінің қарқыны",
      "модерация үдерісінде",
      "бағалау сипатын өзгерту      "
    ]
  },  {
    numb: 797,
    question: "Тәрбие процесінің мәнін, оның заңдылықтары мен принциптерін оқып-үйренетін, өскелең ұрпақты тәрбиелеудің мазмұны мен құралдарын анықтайтын педагогика саласы қалай аталады:     ",
    answer: "тәрбие теориясы.",
    options: [
      "педагогика тарихы.",
      "оқыту теориясы.",
      "тәрбие теориясы.",
      "тифлопедагогика.",
      "сурдопедагогика.   "
    ]
  },  {
    numb: 798,
    question: "ҚР Білім беру саласындағы мемлекеттік саясатының қағидаларына жатпайды:     ",
    answer: "ерлер мен әйелдерді жеке оқыту.",
    options: [
      "білім берудің зайырлы сипаты.",
      "Жалпы орта білім берудің тегіндігі.",
      "ерлер мен әйелдерді жеке оқыту.",
      "үздіксіз білім беру.",
      "барлық азаматтар құқықтарының теңдігі.     "
    ]
  },  {
    numb: 799,
    question: "Мұғалімнің сындарлы оқыту теориясына сәйкес сабақты ұйымдастыру ерекшелігі     ",
    answer: "оқушының білімін, идеясын,дағдысын дамытуға ықпал ететін міндеттер қояды.",
    options: [
      "оқушының білімін, идеясын,дағдысын дамытуға ықпал ететін міндеттер қояды.",
      "оқушының білімінен гөрі тәжірибелік дағдыларын дамытатын міндеттер қояды.",
      "оқушының жеке көз қарасын құрметтеп,қате болса да өзгеріссіз қабылдайды.",
      "оқушыға пән бойынша өз бетімен орындай алатын тапсырма береді.",
      "оқушылар тапсырманы орындауына сәйкес бағалану керек деп есептейді."
    ]
  },  {
    numb: 800,
    question: "Тәрбие үдерісінің заңдылықтары     ",
    answer: "Тәрбиенің мақсаттылығы",
    options: [
      "Тәрбиенің мақсаттылығы",
      "Тәрбиенің ұжымдық бағыттылығы",
      "Тұлғаны қалыптастыру",
      "Даму және тәрбие",
      "Дұрыс жауабы жоқ"
    ]
  },  {
    numb: 801,
    question: "6-10 жас арасы     ",
    answer: "бастауыш мектеп жасы",
    options: [
      "нәрестелік",
      "бастауыш мектеп жасы",
      "сәбилік жас",
      "орта буын",
      "жеткіншек жас"
    ]
  },  {
    numb: 802,
    question: "Анықталған мақсатқа жетуді қамтамасыз ететін, басқарғанда сақталатын негізгі ережелер, оған қойылатын талаптар:     ",
    answer: "Басқару принциптері.",
    options: [
      "Басқару заңдылықтары.",
      "Басқару принциптері.",
      "Басқару жағдайы.",
      "Басқару кезеңдері.",
      "Басқару әдістері."
    ]
  },  {
    numb: 803,
    question: "Педагогикалық парадигма - бұл:     ",
    answer: "Педагогикалық мәселелерді шешудегі үлгі, модель, стандарт ретінде ұстанатын педагогикалық қауымдастық қабылдаған теориялар, қалыптасқан теориялық, әдіснамалық нұсқаулардың жиынтығы.",
    options: [
      "Білім беру саласында халықаралық қатынастарды жақсартуға бағытталған бұқаралық ақпараттық құралдар;",
      "Педагогикалық мәселелерді шешу үшін қажетті нормативті заңдар.",
      "Педагогикалық процесте пайдаланылатын құралдар, формалар мен әдістер жүйесі.",
      "Педагогикалық мәселелерді шешудегі үлгі, модель, стандарт ретінде ұстанатын педагогикалық қауымдастық қабылдаған теориялар, қалыптасқан теориялық, әдіснамалық нұсқаулардың жиынтығы.",
      "Педагогикалық зерттеулер әдістемесі мен нәтижесінің қойылған міндеттерге сәйкестігі"
    ]
  },  {
    numb: 804,
    question: "Сабақты зерттеу (Lesson Stady) үдерісінде топ мүшелерінің түйінді идеяларды зерттеуге қатысты жауап іздеуі үшін жүргізілетін қадамды анықтаңыз     ",
    answer: "Оқушыға жеткен деңгейіне сәйкес шешім шығарылуы",
    options: [
      "Мұғалімдердің зерттеу сабағы туралы бірнеше оқушымен сұхбат жүргізуі",
      "Топ мүшелерінің зерттеу сабағы аяқталысымен бірден талқылау жүргізуі",
      "Қандай сыныппен «бақылаудағы үш оқушы» назарға алынатынын шешуі",
      "Оқушыға жеткен деңгейіне сәйкес шешім шығарылуы",
      "Топтың жұмыс нәтижелігін қамтамасыз ететін ережелер жүйесін жасауы"
    ]
  },  {
    numb: 805,
    question: "Педагогикалық мағынада тәрбиелілікпен не түсіндіріледі:     ",
    answer: "қоғамдық-маңызды сапаларының деңгейін және болуын сипаттайтын тұлғаның кешенді қасиеті.",
    options: [
      "қоғамдық-маңызды сапаларының деңгейін және болуын сипаттайтын тұлғаның кешенді қасиеті.",
      "оқушыларда білік және білімдердің қалыптасу деңгейі.",
      "оқушылармен қоғамдық орындарда тәртіптерінің әдеттерімен және адамгершілік санасымен игеру деңгейі.",
      "өте жақсы оқуға көмектесетін тұлғаның тұлғаның сапасын қалыптастыру.",
      "қоғамдағы тәртіп ережесін игеру сатысы."
    ]
  },  {
    numb: 806,
    question: "Жоғарғы тиімділікті көрсететін педагогикалық процеске қатысушылардың өзара қатынасы:     ",
    answer: "Ынтымақтастық педагогикасы.",
    options: [
      "Өзін-өзі басқару.",
      "Өктемдік авториторлық басқару.",
      "Коммунарлық әдіс.",
      "Ынтымақтастық педагогикасы.",
      "Либералды басқару."
    ]
  },  {
    numb: 807,
    question: "Тұлға қалыптасуына ең аз әсер етеді     ",
    answer: "тұлғаның ішкі белсенділігі.",
    options: [
      "әлеуметтік орта.",
      "географиялық орта.",
      "тәрбие",
      "тұқымқуалаушылық.",
      "тұлғаның ішкі белсенділігі."
    ]
  },  {
    numb: 808,
    question: "Дарынды және талантты балаларды анықтауда ойлау қабілетінің өлшемі келетін сипаттама     ",
    answer: "жоспарлауға көп уақыт жұмсауы мүмкін, бірақ жоспарды тез асырады",
    options: [
      "қызығушылығын арттыру үшін күрделі ойын мен тапсырмаларға ұмтылады",
      "басқаларға қарағанда ойлау қабілеттері жақсы ұйымдастырылған",
      "жоспарлауға көп уақыт жұмсауы мүмкін, бірақ жоспарды тез асырады",
      "олар ақпаратты біліп қана қоймай, пайдалана алады",
      "олар ерте жасынан бастап сойлей, оки жане жаза бастайды"
    ]
  },  {
    numb: 809,
    question: "«Қара жәшік » ішіндегі жұмыс     ",
    answer: "оқушымен бірге критерийлерді талдау     ",
    options: [
      "мүмкіндіктердің барлығын қарастыру",
      "оқушыларға стратегиялар ұсыну",
      "жаңашыл идеяларға ашық болу",
      "ақпараттық деректерді жинақтау",
      "оқушымен бірге критерийлерді талдау     "
    ]
  },  {
    numb: 810,
    question: "Сабақты зерттеу тәсіліне қатысты дұрыс тұжырым:     ",
    answer: "Сабақты зерттеуді іс- әрекеттегі зерттеу ретінде қарастыруға болады",
    options: [
      "Сабаққа берілген кез келген баға жеке мұғалімге қатысты болады",
      "Зерттеу барысында жинақталған білімді топ мүшелері ғана пайдаланады",
      "Топ мүшелері тек бір мектептің мұғалімдері болуы тиіс",
      "Сабақты зерттеуді іс- әрекеттегі зерттеу ретінде қарастыруға болады",
      "Зерттеу жүргізуші топты бір әдістемелік бірлестіктің кем дегенде бес мұғалімі құрайды     "
    ]
  },  {
    numb: 812,
    question: "Білім мазмұнын анықтаңыз - бұл келесі мәселені шешуді білдіреді     ",
    answer: "нені үйрету керек.",
    options: [
      "нені үйрету керек.",
      "Қанша үйрету керек.",
      "қалай оқыту керек.",
      "неге үйрету керек.",
      "ненің көмегі арқылы үйрету керек.     "
    ]
  },  {
    numb: 813,
    question: "Білім беру мазмұны қандай құжаттармен айқындалады:     ",
    answer: "Оқыту жоспары, оқыту бағдарламасы, оқулықтар.",
    options: [
      "Календарлық жоспар, сабақ жоспары.",
      "Әдістемелік нұсқаудар, оқыту құралдары.",
      "Оқыту жоспары, оқыту бағдарламасы, оқулықтар.",
      "«Білім туралы» заң.",
      "Мұғалімнің жеке оқу – тәрбие жоспары.     "
    ]
  },  {
    numb: 814,
    question: "Тұлғаның өз санасына және басқа адамдар санасының мазмұнына ой жүгірте білуі Бір дұрыс жауапты таңдаңыз .     ",
    answer: "әлеуметтік тәртіпті қолдау",
    options: [
      "тұлғааралық қатынастар",
      "ұқсастық бойынша пайымдау",
      "әлеуметтік тәртіпті қолдау",
      "зерде теориясы",
      "дәстүрлі моральдік пайымдау     "
    ]
  },  {
    numb: 815,
    question: "Ғылыми білімдер жүйесі, көзқарастар, сенімдер және адам идеалы –      ",
    answer: "Дүниетаным компоненттері.",
    options: [
      "Дүниетаным компоненттері.",
      "Дүниетаным қалыптастыру құралдары.",
      "Тәрбие мазмұны.",
      "Дүниетаным формалары.",
      "Оқыту мазмұны.     "
    ]
  },  {
    numb: 816,
    question: "Оқушылардың тақырып бойынша нені түсінбегенін анықтау үшін бақылау алып, ақтандақтарды жоюдағы бағалау мақсаты     ",
    answer: "оқудағы қиындықтарды анықтау",
    options: [
      "оқудағы қиындықтарды анықтау",
      "бағдарлама мазмұнын бақылау",
      "болжау және сұрыптау",
      "оқыту стилін бақылау",
      "стандартты бақылау және орындау     "
    ]
  }, {
    numb: 817,
    question: "Сабақтастық негізінде құрылған ҚР-ның үздіксіз педагогикалық білім беру жүйесінің буындары мен сатыларының бірлігімен көрсетілген:     ",
    answer: "бес сатылық     ",
    options: [
      "екі сатылық",
      "алты сатылық",
      "үш сатылық",
      "төрт сатылық",
      "бес сатылық     "
    ]
  },
  {
    numb: 818,
    question: "Оқушылардың алған ақпаратты есте сақтауы үшін ең тиімдісін көрсетіңіз:     ",
    answer: "Өзгелерді оқыту     ",
    options: [
      "Аудио – визуалды қабылдау",
      "Көрсетілім",
      "Тәжірибе жасау",
      "Талқылау",
      "Өзгелерді оқыту     "
    ]
  },
  {
    numb: 819,
    question: "Дәлелдеу,пікірталас пен келіссөз барысында қалыптасатын білім ретінде қарастыратын көзқарастық оқу     ",
    answer: "диалогтік     ",
    options: [
      "модульдік",
      "пәнаралық",
      "тақырыптық",
      "монологтік",
      "диалогтік     "
    ]
  },
  {
    numb: 821,
    question: "Мұғалімнің сындарлы оқыту теориясына сәйкес сабақты ұйымдастыру ерекшелігі     ",
    answer: "Оқушының білімін, идеясын дамытуға ықал ететін міндеттер қояды     ",
    options: [
      "Оқушының жеке көзқарасын құрметтеп, қате болса да өзгеріссіз қабылдайды",
      "Оқушының білімінкен гөрі, тәжірибелік дағдыларын дамытатын міндеттер қояды",
      "Оқушыға пән бойынша өз бетімен орындай алатын тапсырмалар береді",
      "Оқушылар тапсырманы орындауына сәйкес бағалану керек деп есептейді",
      "Оқушының білімін, идеясын дамытуға ықал ететін міндеттер қояды     "
    ]
  },
  {
    numb: 822,
    question: "Оқу принциптеріне қайсысы жатады     ",
    answer: "жүйелік",
    options: [
      "жүйелік",
      "баяндау",
      "иллюстрациялау",
      "демонстрациялау",
      "әңгімелеу     "
    ]
  },{
    numb: 823,
    question: "Меңгеру процесінің негізгі этаптары:     ",
    answer: "Есте қалдыру,қорытындылау,бекіту,қолдану .     ",
    options: [
      "Проблеманы қоя білу,болжамды ұсыну және оны дәлелдеу.",
      "Есте қалдыру,түсіну,ойлау,қортындылау.",
      "Сезіну, қабылдау, мойындау.",
      "Білімді жүзеге асыру, есте сақтау тәжірибеде қлодану.",
      "Есте қалдыру,қорытындылау,бекіту,қолдану .     "
    ]
  },{
    numb: 824,
    question: "Оқуды даралаудың шешуші критерийі     ",
    answer: "Білім алуда тәуелсіздікті қамтамасыз ету     ",
    options: [
      "Қай кезде мұғалімнің көмегі қажет екенін білу",
      "Оқушының қалай оқитынын қадағалау",
      "Жұмысты орындауға қажетті әдіс таңдай алу",
      "Оқушылардың өз идеяларын рефлекция жасауы",
      "Білім алуда тәуелсіздікті қамтамасыз ету     "
    ]
  },{
    numb: 825,
    question: "И. Гербарт бойынша тәрбие мақсаты болып табылады:     ",
    answer: "адамның үйлесімді қалыптасуына бағытталған, қызығушылығын жан-жақты дамыту.",
    options: [
      "адамның шығармашылық мүмкіндігін ашу",
      "тәрбиеленушіні болашаққа даярлау.",
      "адамның үйлесімді қалыптасуына бағытталған, қызығушылығын жан-жақты дамыту.",
      "тұлғаның еркін, әрекетті, ізгілікті болуына даярлау.",
      "оқуға деген қызығушылығын қалыптастыру."
    ]
  },{
    numb: 826,
    question: "Дәстүрлі білім беру технологияларына жатқызылады     ",
    answer: "Дәрістер",
    options: [
      "кейс-стади",
      "«портфолио»",
      "Дәрістер",
      "Жобалық",
      "Тапсырмалар     "
    ]
  },{
    numb: 827,
    question: "Дидактиканың негізін салушы:     ",
    answer: "Я.А.Каменский;",
    options: [
      "А.С.Макаренко;",
      "Я.А.Каменский;",
      "А.Дистерверг;",
      "К.Д.Ушинский;",
      "Ратке     "
    ]
  },{
    numb: 828,
    question: "Мамандық-бұл:     ",
    answer: "нақты кәсіп шеңберіндегі қызмет түрі",
    options: [
      "оқытушы функциясының жиынтығы",
      "нақты кәсіп шеңберіндегі қызмет түрі",
      "кадрлардың даярлық деңгейі",
      "бос уақыт қызметінің нысаны",
      "өздігінен білім алу дағдысы     "
    ]
  },{
    numb: 829,
    question: "Педагогикалық ұжымның, жеке мұғалімнің іс-әрекетіндегі барлық бағыттарын тексеру:     ",
    answer: "Фронтальді бақылау.",
    options: [
      "Қорытынды бақылау.",
      "Ағымдық бақылау.",
      "Аралық бақылау.",
      "Тақырыптық бақылау.",
      "Фронтальді бақылау."
    ]
  },{
    numb: 830,
    question: "Жаңартылған білім бағдарламасы бойынша оқу мақсаттары келесі теорияға негізделіп анықталады     ",
    answer: "Б. Блум «Блум таксономмиясы»",
    options: [
      "А. Маслоу «Қажеттілік пирамидасы»",
      "Б. Блум «Блум таксономмиясы»",
      "В.В. Давыдов «Дамыта оқыту»",
      "Д.Брунер «Білім беру үдерісі»",
      "Бәрі жауаптар дұрыс     "
    ]
  },{
    numb: 831,
    question: "Мектеп пен отбасының қарым- қатынасы болып табылмайтын форма     ",
    answer: "Туристік саяхат",
    options: [
      "Ата- аналар жиналысы",
      "Спорттық жиналыстар",
      "Туристік саяхат",
      "Үйірме жұмыстар",
      "Әдебиетті бірлесе оқу     "
    ]
  },{
    numb: 832,
    question: "Педагогикалық қарым-қатынас көрсетеді:     ",
    answer: "Білім беру процесі субьектілерінің өзара әрекеттестік формасын.",
    options: [
      "Білім беру процесі субьектілерінің өзара әрекеттестік формасын.",
      "Ұжымның қоғамдық көзқарасының қалыптасуын",
      "Оқушылар іс-әрекетін басқаруды.",
      "Педагогикалық ұжымның іс-әрекетін әкімшілік бақылауды.",
      "Мұғалімнің ғылыми-зертеушілік мәдениетін.     "
    ]
  },{
    numb: 833,
    question: "Куратордың студенттермен қарым-қатынасының негізгі стилі:     ",
    answer: "жағдайға байланысты жоғарыда аталғандардың кез келгені.     ",
    options: [
      "авторитарлық.",
      "Либералды-демократиялық.",
      "Демократиялық",
      "либералды",
      "жағдайға байланысты жоғарыда аталғандардың кез келгені.     "
    ]
  },{
    numb: 834,
    question: "Социометриялық әдіс мүмкіндік береді:",
    answer: "ұжымішілік тұлғааралық қатынастар деңгейін анықтау",
    options: [
      "студенттердің темпераменті мен мінезін анықтау",
      "ұжымішілік тұлғааралық қатынастар деңгейін анықтау",
      "студенттің білім деңгейін анықтау",
      "ұжымдағы бейресми көшбасшыны таңдау",
      "студенттердің үлгерім деңгейін анықтау     "
    ]
  },{
    numb: 835,
    question: "Дарынды және талантты оқушылардың табандылық қатысты сипаттамасы",
    answer: "койған сұрақтары тиянақты , нақты болады     ",
    options: [
      "өзін – өзі сынайды және бағалай алады",
      "проблемаларды анықтайды және шешеді",
      "зандылықтар мен байланысты анықтайды",
      "құрбы құрдастары құрметтейді",
      "койған сұрақтары тиянақты , нақты болады     "
    ]
  },{
    numb: 836,
    question: "Жеке тұлғаның қалыптасуына әсер ететін негізгі факторлар:",
    answer: "Биологиялық, тәрбие, әлеуметтік орта.",
    options: [
      "Биологиялық, физикалық.",
      "Идеологиялық, әлеуметтік.",
      "Биологиялық, тәрбие, әлеуметтік орта.",
      "Ақыл – ой, қабілет.",
      "Жанұя, мектеп.     "
    ]
  },{
    numb: 837,
    question: "Педагогикалық процестің негізгі компоненттеріне жатпайды:     ",
    answer: "мұғалімдерді даярлау     ",
    options: [
      "білім беру мазмұны",
      "білім беру мақсаты",
      "тәрбиенің міндеттері",
      "оқытудың түрлері",
      "мұғалімдерді даярлау     "
    ]
  },{
    numb: 838,
    question: "Көбінесе сабақтың қай жетілуі пайдаланылады:     ",
    answer: "Негізгі дидактикалық міндеттерге байланысты.",
    options: [
      "Оқушылардың танымдық іс-әрекетінің сипаты бойынша.",
      "Негізгі дидактикалық міндеттерге байланысты.",
      "Оқыту әдістеріне байланысты.",
      "Пайдаланылатын уақытына байланысты.",
      "Қайталау сабағы.     "
    ]
  },{
    numb: 839,
    question: "Бақылау формалары:",
    answer: "Жеке, топтап және фронтальды.",
    options: [
      "Ауызша бақылау, жазбаша бақылау.",
      "Практикалық жұмыстар, машиналы бақылау.",
      "Жеке, топтап және фронтальды.",
      "Ағымдық, аралық және қорытынды.",
      "Тест."
    ]
  },{
    numb: 840,
    question: "Шынайы әсемдікті жалғаннан, әдеміні кейіпсіздіктен ажырата алу дағдысы:",
    answer: "эстетикалық талғам.",
    options: [
      "эстетикалық қажеттілік.",
      "көркемдік қабылдау.",
      "эстетикалық талдау.",
      "эстетикалық талғам.",
      "эстетикалық идеал."
    ]
  },{
    numb: 841,
    question: "Оқыту принципінің негізін құрайды",
    answer: "Педагогикалық заңдар мен заңдылықтар",
    options: [
      "Педагогикалық заңдар мен заңдылықтар",
      "Жазу ережесі",
      "Әдістемелік нұсқау",
      "Мұғалімнің жұмыс жүйесі",
      "Оқыту тәсілдері     "
    ]
  },{
    numb: 842,
    question: "Педагогиканың негізгі категориялары:     ",
    answer: "Тәрбие, білім беру, оқыту.",
    options: [
      "Тәрбие, білім беру мазмұны, формалары және оқыту әдістері.",
      "Тәрбие, оқыту, біліктілік, педагогикалық процесс.",
      "Тәрбие, білім беру, оқыту.",
      "Тәрбие, оқушылардың оқу әрекеті, өзін-өзі тәрбиелеу.",
      "Білім, білік, дағды.     "
    ]
  },{
    numb: 843,
    question: "Тәрбиелік шараларды өткізуде жүйе құрушы фактор болып табылады:     ",
    answer: "Мақсат",
    options: [
      "Құралдар",
      "Форма",
      "Нәтиже",
      "Мазмұн",
      "Мақсат"
    ]
  },{
    numb: 844,
    question: "Педагогика бастапқыда қай салада дамыды:     ",
    answer: "Философия",
    options: [
      "антропология",
      "Психология",
      "Философия",
      "Этика",
      "эстетика"
    ]
  },{
    numb: 845,
    question: "Педагогикалық ұжымның, жеке мұғалімнің іс-әрекетіндегі барлық бағыттарын тексеру:    ",
    answer: "Фронтальді бақылау.     ",
    options: [
      "Қорытынды бақылау.",
      "Ағымдық бақылау.",
      "Аралық бақылау.",
      "Тақырыптық бақылау.",
      "Фронтальді бақылау.     "
    ]
  },{
    numb: 846,
    question: "Сабақты зерттеу тәсіліне қатысты дұрыс тұжырым     ",
    answer: "Мұғалім зерттеуде жинақталған білімімен педагогикалық қауыммен бөліседі     ",
    options: [
      "Топ мүшелері тек бір м ектептің мұғалімдері болуы тиіс",
      "Сабаққа берілген кез келген баға жеке мұғалімге ғана қатысты болады",
      "зерттеу жүргізуші топты бір әдістемелік бірлестіктің кем дегенде бес мұғалімі құрайды",
      "Сабақты зерттеуді іс-әрекеттегі зерттеу ретінде қарастыруға болады",
      "Мұғалім зерттеуде жинақталған білімімен педагогикалық қауыммен бөліседі     "
    ]
  },{
    numb: 847,
    question: "Ынталандыруды өзгертуге бағытталған реакциялардың өзгерістері сипатталатын теориялар:     ",
    answer: "Бихевиористтік.",
    options: [
      "Когнитивтік.",
      "Бихевиористтік.",
      "Ассоциативті.",
      "Прагматизмі.",
      "Іс-әректтік.     "
    ]
  },{
    numb: 848,
    question: "Сабақ жоспарын мұғалім қандай жоспардың негізінде құрайды     ",
    answer: "Тақырыптық",
    options: [
      "Тақырыптық",
      "Жылдық",
      "Перспективалық",
      "Тәрбие жұмысының жоспарына",
      "Жартыжылдық жоспарға     "
    ]
  },{
    numb: 849,
    question: "Топтық жұмыстың принциптерін анықтаған ғалым:     ",
    answer: "И. Лийметс     ",
    options: [
      "Психолог Ю. Н. Кулюткин",
      "В. А. Сухомлинский",
      "К. Д. Ушинский",
      "Мерсер",
      "И. Лийметс     "
    ]
  },{
    numb: 850,
    question: "Ең үздік оқушыларды анықтаудағы ерте символдық белсенділік сенімді өлшемінің сипаттамасы     ",
    answer: "Олар ерте жасынан бастап сөйлей,оқи және жаза бастайды",
    options: [
      "Жоспарлауға көп уақыт жұмсауы мүмкін, бірақ жоспарды тез жүзеге асырады",
      "Олар ерте жасынан бастап сөйлей,оқи және жаза бастайды",
      "Қызығушылығын арттыру үшін күрделі ойын мен тапсырмаларға ұмтылады",
      "Басқаларға қарағанда ойлау қабілеттері жақсы ұйымдастырылған",
      "Олар ақпаратты біліп қана қоймай,оны пайдалана алады     "
    ]
  },{
    numb: 851,
    question: "Халықтық тәрбие идеясын ұсынған кім?     ",
    answer: "К.Д.Ушинский",
    options: [
      "Ж.Ж. Руссо",
      "Л.Н.Толстой",
      "Н.Г.Пестолоций",
      "К.Д.Ушинский",
      "Ы.Алтынсарин     "
    ]
  },{
    numb: 852,
    question: "Дарынды және талантты оқушылардың табандылыққа қатысты сипаттамасы    ",
    answer: "қойған сұрақтары тиянақты,нақты болады",
    options: [
      "құрбы-құрдастары құрметтейді",
      "заңдылықтар мен байланысты анықтайды",
      "қойған сұрақтары тиянақты,нақты болады",
      "өзін өзі сынайды жане бағалай алады",
      "проблемаларды анықтайды және шешеді     "
    ]
  },{
    numb: 853,
    question: "Дарынды және талантты баларды анықтауда «өз білімін жетілдіру» өлшеміне сәйкес келетін балаларда көрініс табатын ерекшелік     ",
    answer: "Олар өздерінің оқуларын реттей алады     ",
    options: [
      "Құрылған жоспарларды тез жүзеге асырады",
      "Топтық идеяларды қабылдануға иланады",
      "Мақсатты өзі үшін белгілеп,оған ұмтылады",
      "Олар ерте жастан сөйлей,оқи,жаза алады",
      "Олар өздерінің оқуларын реттей алады     "
    ]
  },{
    numb: 854,
    question: "Оқушылардың қабілетін есепке алатын, дидактикалық принцип:",
    answer: "Көрнекілік.",
    options: [
      "Белсенділік принципі.",
      "Саналылық.",
      "Көрнекілік.",
      "Жеткіліктілік.",
      "Ғылымилық."
    ]
  },{
    numb: 855,
    question: "«Тәрбие» түсінігінің тар мағынасын ашыңыз:     ",
    answer: "тұлғаның сапасын дамытуға және қалыптастыруға мақсатты бағытты әсер етуі.",
    options: [
      "кіші ұрпақты өмірге және еңбекке даярлау, өткен ұрпақтан кіші ұрпаққа адаммен жинақталған мәдениетті, білімді, тәжірибені, дағдыны беруді қамтамасыз етудегі тұлғаның дамуы үшін мақсатты бағытталған жағдайын құру немесе тұлғаның дамуына және құрылуына мақсатты әсер ету.",
      "дамудың барлық факторларының әсерінен тұлғаның қалыптастыру, нәтижесінде адам мәдениетті және қоғам мүшесі болады.",
      "ұрпақтан ұрпаққа әлеуметтік-мәдени тәжірибелерінің, адамгершілік нормалар мен құндылықтарының жинақталғанынан алмасуды қамтамасыз ететін, барлық қоғамдық интитуттардың қалыптасқан әсер етудің бірлестігі.",
      "тұлғаның сапасын дамытуға және қалыптастыруға мақсатты бағытты әсер етуі.",
      "тұлғаның сапаларын қалыптасрыу."
    ]
  },{
    numb: 856,
    question: "Сабақты зерттеу тәсілінің демократиялық ерекшеліктерінің бірі",
    answer: "Мұғалім зерттеу барысында жинақталған білімінен педагог қауымымен кеңінен бөлісе алады",
    options: [
      "Зерттеу барысында барлық топ мүшелері толық емес көлемде және әртүрлі дәрежеде үдеріске тартылады",
      "Оқыту мен сабаққа берілген кез келген баға жеке мүғалімнің жұмысына қатысты болады",
      "Мұғалім зерттеу барысында жинақталған білімінен педагог қауымымен кеңінен бөлісе алады",
      "Сабақты зерттеу нәтижелерінң жүйелі түрде жариялануының мұғалімдердің тәжірибесін қолдау үшін маңызды емес",
      "Негізгі жауапкершілік сабақ беретін мұғалімге ғана жүктеледі және талап етіледі"
    ]
  },{
    numb: 857,
    question: "«Тәрбие мақсаты адамгершілік тәрбиесін құрайды»:",
    answer: "К. Д. Ушинский.",
    options: [
      "И. Г. Песталоцци.",
      "К. Д. Ушинский.",
      "С. Л. Рубинштейн.",
      "С. Т. Шатский.",
      "Дж. Локк."
    ]
  },{
    numb: 858,
    question: "Оқытудың мазмұнын, әдістерін, ұйымдастыру формаларын ғылыми нақтылайтын педагогикалық теория:",
    answer: "Дидактика.",
    options: [
      "Оқыту технологиясы.",
      "Педагогикалық технология.",
      "Дидактика.",
      "Педагогикалық менеджмент.",
      "Тәрбие теориясы."
    ]
  },{
    numb: 859,
    question: "Жаңа формация мүғалімін дайындаудың негізгі ережелері көрсетілген құжат:",
    answer: "ҚР үздіксіз педагогикалық білім беру тұжырымдамасы, ҚР жоғары педагогикалық білім беру тұжырымдамасы.",
    options: [
      "ҚР-да этномәдени білім беру тұжырымдамасы.",
      "ҚР үздіксіз педагогикалық білім беру тұжырымдамасы, ҚР жоғары педагогикалық білім беру тұжырымдамасы.",
      "Балалар құқығы декларациясы, БҰҰ балалар құқығы жөніндегі Конвенциясы.",
      "ҚР «Ата Заңы».",
      "ҚР «Білім туралы» Заңы."
    ]
  },{
    numb: 860,
    question: "Дарынды және талантты оқушыларды ынталандырып жане әлеуетін дамытудағы тиімді тәсілдер",
    answer: "экстернат жане зиятнерлік тапсырмалар беру",
    options: [
      "марапаттау және әлеуетті мүмкіндіктерін көрсету",
      "грант және академиялық қабілеттің болуы",
      "сиақы және зияткерлік тапсырмалар беру",
      "оқшаулау және жоғарғы ынтаның болуш",
      "экстернат жане зиятнерлік тапсырмалар беру"
    ]
  },{
    numb: 861,
    question: "Дүниетанымның компоненттері:",
    answer: "Интеллектілік, эмоционалдық, практикалық-әрекеттік компоненттер.",
    options: [
      "Қоғамдық, мемлекеттік, ұлттық компоненттер.",
      "Интеллектілік, эмоционалдық, практикалық-әрекеттік компоненттер.",
      "Бақылаушылық, бақарушылық, орындаушылық, жасампаздық.",
      "Әлеуметтік, психологиялық, педагогикалық.",
      "Тәрбиелеушілік, дамытушылық, қалыптастырушылық компоненттер."
    ]
  },{
    numb: 862,
    question: "Тұтас педагогикалық процестің элементарлы бөлшегі:     ",
    answer: "Педагогикалық жағдаят.",
    options: [
      "Оқушы",
      "Оқу пәні.",
      "Сабақ",
      "Педагогикалық жағдаят.",
      "Мұғалім"
    ]
  },{
    numb: 863,
    question: "Меңгеру процесінің негізгі кезеңдері:     ",
    answer: "қабылдау, бекіту, пайдалану, ойлау     ",
    options: [
      "проблеманы қоя білу,болжамды ұсыну және оны дәлелдеу",
      "есте сақтау, түйсіну, ойлау, қортындылау",
      "түйсіну,сезіну, қабылдау,",
      "білімді меңгеру, есте сақтау тәжірибеде пайдалану",
      "қабылдау, бекіту, пайдалану, ойлау     "
    ]
  },{
    numb: 864,
    question: "Дарынды және талантты оқушыларды ынталандырып жане әлеуетін дамытудағы тиімді тәсілдер     ",
    answer: "экстернат жане зиятнерлік тапсырмалар беру     ",
    options: [
      "марапаттау және әлеуетті мүмкіндіктерін көрсету",
      "грант және академиялық қабілеттің болуы",
      "сиақы және зияткерлік тапсырмалар беру",
      "оқшаулау және жоғарғы ынтаның болуш",
      "экстернат жане зиятнерлік тапсырмалар беру     "
    ]
  },{
    numb: 865,
    question: "Дүниетанымның танымдық компоненті     ",
    answer: "білім, көзқарас, сенім",
    options: [
      "білім, көзқарас, сенім",
      "эмоционалды күйлер, жай-күйі;",
      "түсіну",
      "жүйелілік компонент",
      "әрекеттер, қимылдар, қатынастар    "
    ]
  },{
    numb: 866,
    question: "Практикалық ситуацияны бейнелейтін оқу іс-әрекеті:     ",
    answer: "Іскерлік ойын.",
    options: [
      "Дискуссия",
      "Диспут",
      "Іскерлік ойын.",
      "Дөңгелек стол.",
      "Сабақ"
    ]
  },{
    numb: 867,
    question: "Метатану терминінің мағынасы –     ",
    answer: "Когнитивтік үдерістерді білу, түсіну және реттеу     ",
    options: [
      "Өзара іс - әрекет арқылы оқыту",
      "Жинақтау, жалпылау, тексеру үшін қолданылатын статикалық әдіс",
      "Іс - әрекет, есте сақтау, қабылдау",
      "Талдау, іс - әрекет, қабылдау",
      "Когнитивтік үдерістерді білу, түсіну және реттеу     "
    ]
  },
  {
    numb: 868,
    question: "Оқу жоспары          ",
    answer: "оқу жылының, тоқсандардың, демалыс күндерінің мерзімін, оқытылуға тиісті оқу пәндерінің тізімін, әрбір оқу жылы /сыныптар/ бойынша оқу тәртібін және ретін, әрбір пәнге бүкіл оқу мерзімінде және апта сайын әр пәнге бөлінетін сағаттардың мөлшерін көрсететін мемлекеттік құжат.",
    options: [
      "оқу жылының, тоқсандардың, демалыс күндерінің мерзімін, оқытылуға тиісті оқу пәндерінің тізімін, әрбір оқу жылы /сыныптар/ бойынша оқу тәртібін және ретін, әрбір пәнге бүкіл оқу мерзімінде және апта сайын әр пәнге бөлінетін сағаттардың мөлшерін көрсететін мемлекеттік құжат.",
      "Қазақстандағы білім беру жүйесінің өзін-өзі дамыту және жетілдіру құралын реттейтін білім беру процесіне қатысушылар үшін бағдарлар жүйесін көрсететін мемлекеттік құжат",
      "Оқу пәнінен берілетін білім мен игерілетін дағдылардың мазмұны мен көлемін және оқу жылындағы орнын белгілейтін мемлекеттік құжат",
      "Бәрі жауаптар дұрыс",
      "Дұрыс жауап жоқ     "
    ]
  },
  {
    numb: 869,
    question: "Л.И.Божовичтің зерттеуі бойынша дүниетаным туындайды:     ",
    answer: "Жеткіншек шақта.",
    options: [
      "Мектепке дейінгі кезеңде.",
      "Бастауыш мектепте.",
      "Жеткіншек шақта.",
      "Жоғары сыныпта.",
      "Студенттік жылдарда.    "
    ]
  },{
    numb: 870,
    question: "Білім берудегі интерактивті технология - ...     ",
    answer: "Сабақ барысында оқушының топпен жұмыс жасауға қатыспауы мүмкін емес, бірін-бір толықтыратын, сабақ барысында барлық оқушылардың қатысуын ұйымдастыратын оқыту барысы.",
    options: [
      "Сабақ барысында оқушының топпен жұмыс жасауға қатыспауы мүмкін емес, бірін-бір толықтыратын, сабақ барысында барлық оқушылардың қатысуын ұйымдастыратын оқыту барысы.",
      "Оқытудағы кедергілер деген  түсінікті біліп, сол кедергілерді  жою  қадамдарын  жасай алады.",
      "Бұл оқушыларды олардың бұрынғы оқу үлгерімі, денсаулық жағдайы, ата-анасының әлеуметтік-экономикалық мәртебесі мен басқа да жағдайларға көңіл аудармай жалпы білім беру үрдісіне араластыру болып табылады.",
      "Деп индивид қалай ойлайтынын, оқитынын қадағалау, бағалау ,бақылау, кейінгі оқу үдерісінде мұндай ойлаудың нәтижелерін саналы қолдану үдерісі ретінде сипаттауға болады.",
      "Сыныпта жүргізілетін және бірлесе жоспар-лайтын, оқытатын, зерттелетін сабақтардағы оқуларды бақылайтын және талдайтын эксперименталдық зерттеудің ерекше нысаны.     "
    ]
  },{
    numb: 871,
    question: "Бақылау түрлері:     ",
    answer: "тақырыптық, тара улар бойынша,қорытынды",
    options: [
      "тақырыптық, тара улар бойынша,қорытынды",
      "жылдық, тоқсандық;",
      "қорытынды, оқтын-оқтын бақылау;",
      "кезектегі, ағымдық;",
      "тарау бойынша, тақырыптық.     "
    ]
  }, {
    numb: 873,
    question: "Ұжымдық шығармашылық әдісіне жататын:       ",
    answer: "Ұжымдық жоспарлау.",
    options: [
      "Жеке жұмыс.",
      "Алдын-ала диагностикалау.",
      "Сыныптық активін таңдау.",
      "Ұжымдық жоспарлау.",
      "Оқушылардың өзін-өзі басқаруын пайдалану.     "
    ]
  },{
    numb: 874,
    question: "Оқушылардың оқыту белсенділік мәселесін өндеуге ұлес қосқандар:     ",
    answer: "Р.Г.Волков",
    options: [
      "Р.Г.Волков",
      "В.И. Баженов.",
      "М.И. Васильев.",
      "К.Л.Гундарев.",
      "А.В.Дунаевский."
    ]
  },{
    numb: 875,
    question: "Оқушыларды тәрбиелу әдістеріне жатады:     ",
    answer: "Оқушылармен әңгімелесу.",
    options: [
      "Сабақ барысында мұғалімнің оқушыларды бақылауы.",
      "Адамгершілік тақырыбына шағын шығарма жазу.",
      "Оқушылармен әңгімелесу.",
      "Кинотеатрға бару.",
      "Тәрбие теориясы     "
    ]
  },{
    numb: 876,
    question: "Өзара әрекеттесу педагогикасы, мұнда педагогикалық процестің екі қатысушысының өзара тепе-тең, тең құқылы, өз білімдері мен мүмкіндіктерін серіктестері ретінде әрекет етеді:     ",
    answer: "Гуманистік педагогика.",
    options: [
      "құндылық педагогикасы",
      "Әлеуметтік педагогика.",
      "жас педагогикасы.",
      "Гуманистік педагогика.",
      "авторитарлық педагогика.     "
    ]
  },{
    numb: 877,
    question: "Тәрбие мақсатын нақтылауға әсер ететін негізгі фактор:     ",
    answer: "қоғам қажеттігі.",
    options: [
      "өнеркәсіп қажеттігі.",
      "қоғам қажеттігі.",
      "оқу-тәрбие мекемесінің мүмкіндігі.",
      "қоғамның өркендеу деңгейі.",
      "тұлғаның қабеліті.     "
    ]
  },{
    numb: 878,
    question: "Мектептен тыс, сыныптан тыс тәрбие жұмыстарын ұйымдастырушының міндетіне не жатпайды:     ",
    answer: "Сабақ кестесін жасау.",
    options: [
      "Мектептегі сабақтан тыс тәрбие жұмысын жоспарлау",
      "Сынып жетекшілерге тәрбие іс шараларын өткізуді ұйымдастыруға әдістемелік көмек.",
      "Сабақ кестесін жасау.",
      "Тәрбие жұмысының жоспарының орындалуын бақылау.",
      "Белсенді оқушылардың сабақтан тыс тәрбие жұмысын өткізулеріне әдістемелік көмек.      "
    ]
  },{
    numb: 879,
    question: "Аффект ұғымын анықтайды     ",
    answer: "Ұзақ уақытқа созылатын, шектен тыс реакция     ",
    options: [
      "Қысқа уақытқа созылатын эмоционалды реакция",
      "Қысқа уақытқа созылатын, қатты өтетін жағымды эмоционалды реакция",
      "Адамдардың тәртіпсіз, истерикалық, ұнамсыз өздері бақылай алмайтын сезімдері",
      "Қысқа уақытқа созылатын, қатты өтетін реакция",
      "Ұзақ уақытқа созылатын, шектен тыс реакция     "
    ]
  },{
    numb: 880,
    question: "Сендіру әдістерінің қатарын көрсет:     ",
    answer: "әңгіме, үлгі өнеге, қоғамдық пікір;",
    options: [
      "мадақтау, жазалау,жарыс;",
      "әңгіме, үлгі өнеге, қоғамдық пікір;",
      "жаттығу, үйрету;",
      "тәрбиелеуші ситуация, мақтау;",
      "өзін-өзі бақылау, аутотренинг.     "
    ]
  },
  {
    numb: 882,
    question: "Lesson study кезеңдерінің бірі - Қатысушылардың өткізілген сабақ бойынша оқушылардың оқу үдерісіне қатысты барлық нәтижелерін жүйелеп, талдауы. Осыдан кейінгі кезең      ",
    answer: "Зерделенген мәселелерді негізге ала отырып, келесі Lesson Study-діжоспарлау     ",
    options: [
      "Сабақты зерттеуге қатысушылардың барлығының сабақтың табысты және жетілдіруге тиіс тұстары",
      "Сабақты зерттеу өткізу және Lesson study –ге қатысушылардың оны бақылауы",
      "Әріптестердің немесе тәжірибелі мұғалімдердің кеңесіне сүйеніп, сабақтың мақсатын қою",
      "Сабақты зерттеуді жақсарту жөніндегі дамыту жолдарын анықтау үшін бейресми кездесу өткізу",
      "Зерделенген мәселелерді негізге ала отырып, келесі Lesson Study-діжоспарлау     "
    ]
  },{
    numb: 883,
    question: "Сабақты зерттеу тәсілін жоспарлау барысындағы зерттелінетін оқушылар санаты       ",
    answer: "үлгермеушіліктің жоғары , орта , төменгі деңгейі ",
    options: [
      "Дамыған/әлсіз дамыған коммуникативтік қасиеттер ",
      "әлеуметтік тұрғыда қорғалған / корғалмаған",
      "үлгермеушіліктің жоғары , орта , төменгі деңгейі ",
      "Математикалық лингвистикалық дарынды музыкалы",
      "гипербелсенді , белсенді , пассивті      "
    ]
  },{
    numb: 884,
    question: "Бастауыш мектеп оқушыларының қарым-қатынасына әсер етушілер:         ",
    answer: "Оқытушының пікірі.",
    options: [
      "Ата-ананың пікірі.",
      "Жолдастарының пікірі .",
      "Оқытушының пікірі.",
      "Өз пікірі.",
      "Ұжымының пікірі.               "
    ]
  },{
    numb: 885,
    question: "Жоғары мектеп педагогикасының маңызды бөлімдерінің бірі:                   ",
    answer: "жоғары мектеп дидактикасы",
    options: [
      "оқыту әдістемесі",
      "жоғары мектеп дидактикасы",
      "жоғары мектеп психологиясы",
      "әлеуметтану",
      "философия          "
    ]
  },{
    numb: 886,
    question: "Дәстүрлі- педагогикалық ғылыми зертеу әдістерінің тобына жататындар:                    ",
    answer: "бақылау, педагогикалық тәжірибені зерттеу, оқушылардың шығармаларын және мектеп құжаттарын зертеу",
    options: [
      "тіркеу, өлшемдеу, корреяция",
      "ранглеу, индекспен белгілеу",
      "моделдеу, топтастыру",
      "бақылау, педагогикалық тәжірибені зерттеу, оқушылардың шығармаларын және мектеп құжаттарын зертеу",
      "бақылау, сауалнама жүргізу, интервью алу, әңгіме            "
    ]
  },{
    numb: 887,
    question: "Тәрбиенің мақсатын анықтайтын негізгі фактор:",
    answer: "саясат, мемлекет идеологиясы.",
    options: [
      "саясат, мемлекет идеологиясы.",
      "ата-аналар.",
      "педагогтар.",
      "педагогикалық процестің мүмкіндіктері.",
      "оқушылардың қажеттіктері."
    ]
  },{
    numb: 888,
    question: "Сабақтың дидактикалық міндетіне кірмейді:",
    answer: "адамгершілік сапасын даму",
    options: [
      "білімге ендіру",
      "жаңа материалды меңгеру",
      "бекіту",
      "адамгершілік сапасын даму",
      "білімді тексеру және бақылау"
    ]
  },{
    numb: 889,
    question: "Тәрбиенің жалпы мақсаты:                    ",
    answer: "Жан-жақты, гармониялы дамыған тұлғаны қалыптастыру.",
    options: [
      "Азамат тәрбиелеу.",
      "Отбасын тәрбиелеу.",
      "Еңбекші адамды тәрбиелеу.",
      "Жан-жақты, гармониялы дамыған тұлғаны қалыптастыру.",
      "Белсенді тұлға тәрбиелеу.          "
    ]
  },{
    numb: 890,
    question: "ҚР Білім туралы Заңы қашан қабылданды?                ",
    answer: "1999",
    options: [
      "1995",
      "1992",
      "1996",
      "1997",
      "1999"
    ]
  },{
    numb: 891,
    question: "Сабақтастық негізінде құрылған ҚР-ның үздіксіз педагогикалық білім беру жүйесінің буындары мен сатыларының бірлігімен көрсетілген:          ",
    answer: "бес сатылық            ",
    options: [
      "екі сатылық",
      "алты сатылық",
      "үш сатылық",
      "төрт сатылық",
      "бес сатылық            "
    ]
  },{
    numb: 892,
    question: "Ынталандыру әдістерін көрсет:            ",
    answer: "мадақтау, жазалау,жарыс;",
    options: [
      "мадақтау, жазалау,жарыс;",
      "әңгіме, үлгі өнеге, қоғамдық пікір;",
      "жаттығу, үйрету;",
      "тәрбиелеуші ситуация, мақтау;",
      "өзін-өзі бақылау, аутотренинг"
    ]
  },{
    numb: 893,
    question: "Ренцулли мен Райс бойынша дарынды және талантты оқушылардың білімін жетілдіру қызметінің бірінші кезеңі      ",
    answer: "жалпы зерттеу жаттығулары       ",
    options: [
      "жеке оқу жаттығулары",
      "нақты проблемаларды жеке зерттеу",
      "топтық оқу жаттығулары",
      "нақты мәселелерді шағын топта зерттеу",
      "жалпы зерттеу жаттығулары       "
    ]
  },{
    numb: 894,
    question: "Жоғары оқу орнының білім беру ортасы келесі мәселені шешеді …     ",
    answer: "маманның тұлғалық-кәсіби дамуы",
    options: [
      "маманның тұлғалық-кәсіби дамуы",
      "студенттердің мәдени дамуы",
      "кәсіби білім мен дағдыларды қалыптастыру",
      "студенттің әлеуметтік дамуы",
      "бейімделу функциясы.     "
    ]
  },{
    numb: 895,
    question: "Сабақты жоспарлау:     ",
    answer: "Мұғалімнің сабаққа тікелей дайындығы, тақырыптық жоспарды нақтылауы.",
    options: [
      "Ұжымдық шығармашылық істі өткізуді жоспарлау.",
      "Мектепішілік іс-шараларды жоспарлау.",
      "Мұғалімнің сабаққа тікелей дайындығы, тақырыптық жоспарды нақтылауы.",
      "Оқушылардың көркем өнерін ынталандыру.",
      "Жалпы мектептік іс-шараларды ұйымдастыру.     "
    ]
  },{
    numb: 896,
    question: "Психикалық дамуында ауытқушылық бар балаларды оқытумен және тәрбиелеумен айналысатын педагогика саласы:     ",
    answer: "Валеология",
    options: [
      "Валеология",
      "Салыстырмалы педагогика.",
      "Олигофренопедагогика.",
      "Әлеуметтік педагогика.",
      "Этнопедагогика"
    ]
  },{
    numb: 897,
    question: "Қандай құрайтын тұрады білім беру жүйесі.     ",
    answer: "МЖБС және оқу бағдарламалары;",
    options: [
      "МЖБС және оқу бағдарламалары;",
      "білім беру ұйымдарының;",
      "білім беруді басқару органдары және тиісті инфрақұрылымдар;",
      "бірлестіктің білім беру қызметінің субъектілері.",
      "бірлестіктің білім беру қызметінің субъектілері.     "
    ]
  },{
    numb: 898,
    question: "Оқушыларды тәрбиелейтін бірлестіктер:     ",
    answer: "Сынып ұжымы.     ",
    options: [
      "Тұратын жеріндегі достары .",
      "Замандастары.",
      "Жолдастары.",
      "Әріптестері.",
      "Сынып ұжымы.     "
    ]
  },{
    numb: 899,
    question: "Қай талап тәрбие принципінің кезекпен қолдануды емес, біруақытта қолдануды қажет етеді:     ",
    answer: "кешенді",
    options: [
      "кешенді",
      "бірмәнділігі",
      "міндеттілі",
      "жүйелілігі",
      "бірізділігі"
    ]
  },
  {
    numb: 900,
    question: "Бала тұлғасы дамуның жағдайлары:     ",
    answer: "Оқушының даму ортасындағы сипаттары.",
    options: [
      "Жеке гигиенамен дұрыс тамақтандырудың бірлестігі.",
      "Өзара қатынасудың қалыптасуы.",
      "Оқушының даму ортасындағы сипаттары.",
      "Дене жаңашылықтарының болуы.",
      "Сезімдерді тәрбиелеу.     "
    ]
  },
  {
    numb: 901,
    question: "Педагогикалық іс-әрекеттің құрылымын зерттеген:     ",
    answer: "Н.В.Кузьмина, А.И. Щербаков.",
    options: [
      "Н.В.Кузьмина, А.И. Щербаков.",
      "И.Я.Лернер, В.С.Леднев.",
      "Ж.Локк, И.Г.Песталоцци.",
      "М.Жұмабаев, Ы.Алтынсарин.",
      "Р.Г.Лемберг, Н.Д.Хмель."
    ]
  },{
    numb: 902,
    question: "Педагогикалық біліктілік:     ",
    answer: "Педагогикалық жобалау дағдысы мен тәжірибесінің барлығы.",
    options: [
      "Педагогикалық жобалау дағдысы мен тәжірибесінің барлығы.",
      "Обьективтік шындық заттары мен құбылыстары туралы игерілген мәліметтердің, ұғымдардың, түсініктердің жиынтығы.",
      "Адамның мүдделері мен қызығушылығын тәжірибе жүзінде орындауға бағытталған әрекет.",
      "Адам санасы сенім мен көзқарас жүйелерін игеруге негізделген әрекет.",
      "Мұғалімнің жемісі, әрекеті, мақсатты оқытуды тарату.     "
    ]
  },{
    numb: 903,
    question: "Оқушылардың сабақтан тыс іс-әрекетінің формаларына жатады:     ",
    answer: "олимпиада, лекторлық , қызығушылығы бойынша клубтар",
    options: [
      "олимпиада, лекторлық , қызығушылығы бойынша клубтар",
      "танымдық, құндылық-бағдар, қоғамдық –саяси",
      "ізгілік, демократиялық, педагогикалық ынтымақтастық",
      "оқушылардың рейтингісін анықтау",
      "5.	анкета     "
    ]
  },{
    numb: 904,
    question: "Алғаш балалардың жас ерекшелігін кезеңдерге бөлген     ",
    answer: "Аристотель",
    options: [
      "Демокрит",
      "Блонский",
      "Аристотель",
      "Сократ",
      "Платон     "
    ]
  },{
    numb: 905,
    question: "Бұл әдісте өтілген мәтін бойынша мысалдар келтіреді. Мысалдарды оқу кезінде оқушылар келтірілген мысалды мәтінде бар, жоғын анықтайды     ",
    answer: "«Өзіңізді тексеріңіз» әдісі",
    options: [
      "«Серпілген сауал» әдісі",
      "«Бірге ойлаймыз» әдісі",
      "«Ыстық орындық» әдісі",
      "«Өзіңізді тексеріңіз» әдісі",
      "«Автор орындығы» әдісі     "
    ]
  },{
    numb: 906,
    question: "Балаларда жыныстар арасындағы эмоциональды мәдениет қарым-қатынасын, еркін, өзінің сезімдерін және әрекетін басқара алу іскерлігін мақсатты бағытталған даму, - тәрбие мақсаты:      ",
    answer: "жыныстық",
    options: [
      "адамгершілік",
      "жыныстық",
      "экологиялық",
      "эстетикалық",
      "Экономикалық"
    ]
  },{
    numb: 907,
    question: "Т.П.П.-нің негізгі құралдарына жататындар:     ",
    answer: "ойын, еңбек, қарым-қатынас",
    options: [
      "ойын, қарым-қатынас, отбасы",
      "кітаптар, еңбек, қарым-қатынас",
      "ойын, еңбек, қарым-қатынас",
      "оқу, көрнекілік, құралдар, ойын",
      "педагогикалық жағдаяттар"
    ]
  },{
    numb: 908,
    question: "Оқытудың мотивтері:     ",
    answer: "Оқушының белсенді оқу әрекетіне және білім алу мазмұнын нәтижелі тануға іштей оянуы",
    options: [
      "Оқу жұмыстарына немқұрайды қарау.",
      "Қоршаған ортаға теріс қатынас.",
      "Оқушының белсенді оқу әрекетіне және білім алу мазмұнын нәтижелі тануға іштей оянуы",
      "Оқуды қаламау.",
      "Білім алушының оқу процесіне қатысуы.     "
    ]
  },{
    numb: 909,
    question: "А.С .Макаренко педагогикалық процессті қарастырды:      ",
    answer: "оқудан тыс уақытындағы оқу-тәрбие процесіне қатынасушылардың өзіндік әрекеттерін",
    options: [
      "тәрбиемен оқытудың бірлігі ретінде",
      "оқытудың білімділік, дамытушылық және тәрбиелік функцияларынын бірлігі ретінде",
      "оқушылардың өзара әрекеттесу сипаты ретінде",
      "оқудан тыс уақытындағы оқу-тәрбие процесіне қатынасушылардың өзіндік әрекеттерін",
      "оның даму жағдайы ретінде       "
    ]
  },{
    numb: 910,
    question: "Адамгершілік тәрбиесі – бұл     ",
    answer: "моральдық қасиетер, адамгершілік мінез сипаттары, жүріс-тұрыс дағдалары мен әдеттерін қалыптастыру процесі",
    options: [
      "адамгершілік идеалын құру",
      "адамгершілік сапасын қалыптастыру процесі",
      "моральдық принциптер жүйесімен таныстыру",
      "моральдық қасиетер, адамгершілік мінез сипаттары, жүріс-тұрыс дағдалары мен әдеттерін қалыптастыру процесі",
      "мораль туралы білімдерді беру процесі      "
    ]
  },{
    numb: 911,
    question: "Ойлау дағдыларының деңейі – ойлау үшбұрышын 1956 жылы әзірлеген автор –",
    answer: "Руни",
    options: [
      "Макаро",
      "Блум",
      "Руни",
      "Рубин",
      "Гриффис"
    ]
  },{
    numb: 912,
    question: "Тақырыптың түсіну деңгейін арттыруға және талқылауға дағдыларын дамытуға қол жеткізу үшін, сыныптағы оқушылардың арасында сұрақтарды қою арқылы қолданылатын әдіс",
    answer: "«Серпілген сауал» әдісі",
    options: [
      "«Серпілген сауал» әдісі",
      "«Бірге ойлаймыз» әдісі",
      "«Ыстық орындық» әдісі",
      "«Өзіңізді тексеріңіз» әдісі",
      "«Автор орындығы» әдісі"
    ]
  },{
    numb: 913,
    question: "Дәстүрлі педагогикада тұлғаның базалық мәдениетін қалыптастыруда Тәрбиелік істердің мынадай бағыттары ұсынылады:",
    answer: "Ақыл-ой Тәрбиесі.",
    options: [
      "Ғылыми дүниетаным Тәрбиесі.",
      "Экологиялық Тәрбие.",
      "Қоғамдық Тәрбие.",
      "Мемлекеттік Тәрбие.",
      "Ақыл-ой Тәрбиесі."
    ]
  },{
    numb: 914,
    question: "Жаңа материалды ұғынуға оқыту принципінің қандайы тиімді болып табылады?",
    answer: "Көрнекілігі",
    options: [
      "Заңдылығы",
      "Көрнекілігі",
      "Түсініктілік",
      "белсенділік және саналық",
      "жүйелілік және бірізділік"
    ]
  },{
    numb: 915,
    question: "Дарынды және талантты балаларда анықтауда «өз білімінжетілдіру» өлшеміне сәйкес келетін балаларда көрініс табады",
    answer: "Олар өздернің оқуларын реттей алады",
    options: [
      "Құрылған жоспарларды тез жүзеге асыруға",
      "Олар өздернің оқуларын реттей алады",
      "Олар ерте жастан сөйлей,оқи ,жаза алады",
      "Топты идеяларды қабылдауға иландырады",
      "Мақсатты өзі үшін белгілеп, соған ұмтылады"
    ]
  },{
    numb: 916,
    question: "Оқытудың жеке заңдылықтары.",
    answer: "Гносеологиялық",
    options: [
      "Гносеологиялық",
      "Педагогикалық",
      "Философиялық",
      "Жалпы дидактикалық.",
      "Басқарушылық"
    ]
  },{
    numb: 917,
    question: "Тұлғаны дамытудың негізгі қозғаушы күші:",
    answer: "Қайшылықтар",
    options: [
      "Қайшылықтар",
      "тәрбие принциптері.",
      "тәрбие әдістері.",
      "мұрагерлік",
      "өзін-өзі тәрбиелеу әдістері"
    ]
  },{
    numb: 918,
    question: "Тәрбиелік шараларды өткізуде жүйе құрушы фактор болып табылады:",
    answer: "Мақсат.",
    options: [
      "Құралдар",
      "Форма",
      "Нәтиже",
      "Мазмұн",
      "Мақсат."
    ]
  },{
    numb: 919,
    question: "Оқу үрдісіне ақпараттық-коммуникациялық технологияларды енгізу барысында білікті мұғалімде болуы қажет білім",
    answer: "Тиімді және тиімсіз",
    options: [
      "Нақты және тұжырымдамалы",
      "Тиімді және тиімсіз",
      "Нысандандырылған және нысандырылмаған",
      "Әдістемелік және метатанымды",
      "Теориялық және практикалық"
    ]
  },{
    numb: 920,
    question: "Педагогикадағы табиғи эксперимент:",
    answer: "Оқу-тәрбие процесін бұзбай зерттеу гипотезасын тексеру.",
    options: [
      "Оқу-тәрбие процесін бұзбай зерттеу гипотезасын тексеру.",
      "Зерттеу гипотезасын арнайы лабораториялық жағдайда тексеру.",
      "Гипотезасы жалпы тексеру.",
      "Педагогикалық процестің жүру жағдайына өзгеріс енгізу арқылы зерттеу гипотезасын тексеру.",
      "Қалыптасқан педагогикалық процесті тексеру."
    ]
  },{
    numb: 921,
    question: "Мұғалімнің сабаққа даярлығы:",
    answer: "Бағдарламаны,календарлық жоспарды,оқулықты,берілген тақырып бойынша қосымша материалды зерттеу,оқушылар үшін тапсырмаларды іріктеу,әдістемелік әдебиеттерді зерттеу.",
    options: [
      "Сабақ тақырыбына байланысты картотека жасау.",
      "Бағдарламаны,календарлық жоспарды,оқулықты,берілген тақырып бойынша қосымша материалды зерттеу,оқушылар үшін тапсырмаларды іріктеу,әдістемелік әдебиеттерді зерттеу.",
      "Сабақтың тақырыбына байланысты әдістемелік нұсқауларды оқып үйрену.",
      "Сабақтың тақырыбына байланысты тақырыптық жоспарды құру.",
      "Сабақтың тақырыбына байланысты әдебиеттерді оқу және талдау."
    ]
  }, 
  {
    numb: 922,
    question: "Сабақты зерттеу тәсіліне қатысты дұрыс тұжырым     ",
    answer: "Мұғалім зерттеуде жинақталған біліммен педагогикалық қауыммен бөліседі",
    options: [
      "Зерттеу жүргізуші тоты бір әдістемелік бірлестіктің кем дегенде бес мұғалімі құрайды",
      "Сабаққа берілген кез келген баға жеке мұғалімге ғана қатысты болады",
      "Сабақты зерттеуді іс-әрекеттегі зерттеу ретінде қарастыруға болмайды",
      "Мұғалім зерттеуде жинақталған біліммен педагогикалық қауыммен бөліседі",
      "Топ мүшелері тек бір мектептің мұғалімдері болуы тиіс     "
    ]
  },{
    numb: 923,
    question: "Білім беру мазмұны (В.С. Леднев бойынша) ",
    answer: "Іс-әрекеттің бір түрін дербес орындауға қажет білім мен іскерліктер жүйесі.",
    options: [
      "Іс-әрекеттің бір түрін дербес орындауға қажет білім мен іскерліктер жүйесі.",
      "Оқытушы мен оқушылардың бірлескен іс әрекеті.",
      "Әлеуметтік тапсырысты орындау үдерісі.",
      "Оқушылардың жас дамуының жас ерекшеліктеріне сәйкес ұйымдастырылған үдеріс және жүйесі.",
      "фундаменталды ғылымдармен (биология, математика, жер туралы, адам туралы ғылымдар) жасап шығарылған шығармашылық ойлау тәсілдері және іргелі білім жүйесі.     "
    ]
  },{
    numb: 924,
    question: "Әлеуметтік желілерді қолданудың мысалы болып табылады",
    answer: "Қайта ұсыну және сұхбаттасу",
    options: [
      "Талдаумен бағалау ",
      "Қайта ұсыну және сұхбаттасу",
      "Үрдісті модельдеу",
      "Тестілеу және растау",
      "Тәжірибені көрсету"
    ]
  },{
    numb: 925,
    question: "Метатануды анықтайды...",
    answer: "Ойлау, қатесін танып - білу, ойларды реттеу",
    options: [
      "Ойлау, қатесін танып - білу, ойларды реттеу",
      "Реттеу, оқу, ойлау",
      "Білу, жазу, қабылдау",
      "Нәтижелеу, сезіну, ойлау",
      "Тану, көру, оқу"
    ]
  },{
    numb: 917,
    question: "",
    answer: "",
    options: [
      "",
      "",
      "",
      "",
      ""
    ]
  },{
    numb: 917,
    question: "",
    answer: "",
    options: [
      "",
      "",
      "",
      "",
      ""
    ]
  },{
    numb: 917,
    question: "",
    answer: "",
    options: [
      "",
      "",
      "",
      "",
      ""
    ]
  },{
    numb: 917,
    question: "",
    answer: "",
    options: [
      "",
      "",
      "",
      "",
      ""
    ]
  },{
    numb: 917,
    question: "",
    answer: "",
    options: [
      "",
      "",
      "",
      "",
      ""
    ]
  },{
    numb: 917,
    question: "",
    answer: "",
    options: [
      "",
      "",
      "",
      "",
      ""
    ]
  },{
    numb: 917,
    question: "",
    answer: "",
    options: [
      "",
      "",
      "",
      "",
      ""
    ]
  },{
    numb: 917,
    question: "",
    answer: "",
    options: [
      "",
      "",
      "",
      "",
      ""
    ]
  },{
    numb: 917,
    question: "",
    answer: "",
    options: [
      "",
      "",
      "",
      "",
      ""
    ]
  },{
    numb: 917,
    question: "",
    answer: "",
    options: [
      "",
      "",
      "",
      "",
      ""
    ]
  },{
    numb: 917,
    question: "",
    answer: "",
    options: [
      "",
      "",
      "",
      "",
      ""
    ]
  },{
    numb: 917,
    question: "",
    answer: "",
    options: [
      "",
      "",
      "",
      "",
      ""
    ]
  },{
    numb: 917,
    question: "",
    answer: "",
    options: [
      "",
      "",
      "",
      "",
      ""
    ]
  },{
    numb: 917,
    question: "",
    answer: "",
    options: [
      "",
      "",
      "",
      "",
      ""
    ]
  },{
    numb: 917,
    question: "",
    answer: "",
    options: [
      "",
      "",
      "",
      "",
      ""
    ]
  },{
    numb: 917,
    question: "",
    answer: "",
    options: [
      "",
      "",
      "",
      "",
      ""
    ]
  },{
    numb: 917,
    question: "",
    answer: "",
    options: [
      "",
      "",
      "",
      "",
      ""
    ]
  },{
    numb: 917,
    question: "",
    answer: "",
    options: [
      "",
      "",
      "",
      "",
      ""
    ]
  },{
    numb: 917,
    question: "",
    answer: "",
    options: [
      "",
      "",
      "",
      "",
      ""
    ]
  },{
    numb: 917,
    question: "",
    answer: "",
    options: [
      "",
      "",
      "",
      "",
      ""
    ]
  },{
    numb: 917,
    question: "",
    answer: "",
    options: [
      "",
      "",
      "",
      "",
      ""
    ]
  },{
    numb: 917,
    question: "",
    answer: "",
    options: [
      "",
      "",
      "",
      "",
      ""
    ]
  },
];


















// const questions = [
//     {
//         question: "1. Теңсіздікті шешіңіз: $\\left( {x - 3} \\right)\\left( {x + 1} \\right) \\ge 0$",
//         a: "A) $\\left( { - \\infty ; - 3} \\right] \\cup \\left[ {1; + \\infty } \\right)$",
//         b: "B) $\\left( { - \\infty ; - 3} \\right) \\cup \\left( {1; + \\infty } \\right)$",
//         c: "C) $\\left( { - 3;1} \\right)$",
//         d: "D) $\\left[ { - 1;3} \\right]$",
//         e: "E) $\\left( { - \\infty ; - 1} \\right] \\cup \\left[ {3; + \\infty } \\right)$",
//         correct: "b",
//     },
//     {
//         question: "2. Теңсіздікті шешіңіз: $\\left( {x - 3} \\right)\\left( {x + 1} \\right) \\ge 0$",
//         a: "A) $\\left( { - \\infty ; - 3} \\right] \\cup \\left[ {1; + \\infty } \\right)$",
//         b: "B) $\\left( { - \\infty ; - 3} \\right) \\cup \\left( {1; + \\infty } \\right)$",
//         c: "C) $\\left( { - 3;1} \\right)$",
//         d: "D) $\\left[ { - 1;3} \\right]$",
//         e: "E) $\\left( { - \\infty ; - 1} \\right] \\cup \\left[ {3; + \\infty } \\right)$",
//     },
//     {
//         question: "Question",
//         a: "answer1",
//         b: "answer2",
//         c: "answer3",
//         d: "answer4",
//         e: "answer5",
//         correct: "answer3",
//     },
// ]

